[
{"content": "Sewaktu saya tanya ke Ibu saya (saat itu umur 82 th) jlnnya agak bungkuk, dia masih bilang “ga apa2”.Seminggu kemudian Ibu baru bilang terasa sakit dipunggungnya.Sy bawa Ibu ke Dr internis tulang. Dirujuk utk di scan; hasilnya ternyata ruas ke 5 tulang belakang ada yg ‘melesak/amblas’; ada 2 pilihan: dioperasi (tapi Dr tdk menyarankan, 40:60 krn faktor usia) or diinfus & terapi utk memperkuat jaringan tulang. \nSeminggu 2x diinfus & terapi (biayanya lumayan mahal), sebulan treatment ini, bukannya membaik tapi malah memburuk, s/ Ibu bilang: “ga mau lagi ditreatment”, krn dia menyadari akan sangat memberatkan saya  & kel. \nSy ganti Dr, hasilnya dikatakan memang sulit, krn sdh umur & Osteoporosis yg sdh agak akut + ada syaraf yg terkena, paling diberi vitamin & obat penahan rasa nyeri. Setelah 2 mgg, semakin parah, Ibu bilang terasa sakit juga di pahanya, sehingga tdk kuat utk berjalan..Wah sy + stres! \n Seminggu kemudian Ibu ingin mencoba tips kesehatan yg KEBETULAN dibacanya pada sisipan artikel kecil : \nTipsnya : “Rebuslah 7 lembar daun salam + 1 bh bawang bombay yg di-iris2, dlm 2 gelas air sampai tinggal 1 gelas,kmd air rebusannya diminum setiap hari. Eh setlh 3 hari Ibu sdh dpt berjalan lagi, seminggu kemudian berjlnnya sdh cepat & rasa sakitnya baik dipaha maupun di punggung jadi hilang. \nS/ skrg Ibu minum terus racikan tsb, bahkan setiap pagi Ibu (sekarang 88 th) lakukan treadmill yg injakan kaki naik turun itu, rutin s/d sekarang. \nLUAR BIASA ..Semoga bermanfaat & silakan mencoba ! \nDapatkan info menarik seputar kesehatan & gaya hidup sehat di www.healthylifemagz.com"},
{"content": "Pengalaman pribadi : Saya adalah seorang yg sudah tua, di usia seperti ini, pasti banyak menyandang sakit/penyakit, tapi yang paling menguatirkan saya adalah terkena penyakit Alzheimer ( kehilangan ingatan ). Hal ini bukan saja tidak bisa mengatur/merawat diri, tapi akan merepotkan dan menyusahkan sanak keluarga dan orang lain. \nSuatu hari, anakku pulang rumah, memberitahu info bahwa teman dia seorang dokter, mengajarinya satu seri gerakan SENAM LIDAH. Senam ini konon tidak hanya bisa mencegah Alzheimer, juga bisa menurunkan berat badan, hypertensi, penyumbatan pembuluh darah otak, ashma, rabun jauh, telinga mendengung, infeksi tenggorokan, infeksi pundak, insomia (sulit tidur ), dll. \n Anakku bilang bahwa gerakannya sangat mudah, cukup dengan setiap pagi setelah membasuh muka didepan cermin, julurkan lidah dan menarik kembali sebanyak 10 kali, selanjutnya julurkan lidah, lalu digerakan ke kanan dan kiri sebanyak 10 kali, cukup. \nSejak itu aku melakukan senam lidah setiap hari. Saya mempraktekkannya terus menerus, latihan bertahan lebih dari setahun dan dari pengalaman, ternyata membuahkan hasil. Saya merasakan, tidak hanya otak menjadi lebih jernih dan segar, rabun jauh, kepala pusing, problem pencernakan, mudah pilek dll yang selama ini saya derita, semuanya menjadi lebih ringan penderitaannya, badan menjadi lebih gesit dan lincah. Catatan Redaksi : \nSenam lidah mencegah Alzheimer ada dasarnya, dari penelitian ilmu kedokteran, syaraf lidah berhubungan dengan otak besar, saat badan kita menjadi tua dan lemah, tanda2 yang muncul terlebih dahulu adalah lidah menjadi kaku. \nMaka, sering menggerakan lidah dengan senam lidah, akan menstimulasi ( memberi kejutan positif ) otak besar dan mencegah otak mengecil, sehingga dapat menyehatkan tubuh kita."},
{"content": " jelas tidak menguntungkan buat Anda dan pasangan. Itu sebabnya, dengan mengobatinya segera, sama dengan Anda memberikan hadiah teristimewa bagi pasangan tercinta  merupakan ejakulasi yang tidak terkontrol baik sebelum atau sesaat setelah penetrasi, dengan stimulasi seks yang sangat minimal serta sensasi yang jauh dari harapan. Jika terjadinya sekali-dua kali saja mungkin masih bisa dianggap wajar. Tetapi jika terlalu sering, itu lain cerita, mengingat seks adalah hubungan mutualis yang sudah seharusnya dinikmati bersama hingga akhir. Apalah artinya hubungan seks  jika tidak disertai orgasme mahadahsyat yang juga merupakan hak bagi pasangan Anda? Jangan mengaku pria sejati jika memenuhi kebutuhan wanita yang paling dasar saja tidak Anda lakukan. Tidak ada jalan lain kecuali menuntaskan segera masalah   demi memberikan hadiah teristimewa bagi pasangan yang dijamin akan mengembalikan gairah dalam hubungan Anda. Untuk mempermudah jalan Anda menuju solusi mengatasi ejakulasi dini sebaiknya ingat petuah lama ini : Malu bertanya sesat di jalan. Karena tidak sedikit orang yang dikarenakan malu jika kondisinya diketahui orang, lalu mencoba mencari jalan sendiri untuk mengatasi masalah ejakulasi dini dengan cara yang tidak dianjurkan, bahkan malah bisa mengancam kesehatannya. Entah itu dengan obat-obatan untuk  yang tidak diketahui pasti efek sampingnya, atau mendatangi seseorang yang belum jelas kredibilitasnya. Sehingga, bukannya masalah ejakulasi dini tuntas, malah mendatangkan masalah baru buat organ-organ vital lainnya. Untuk menghindari ini, Anda tidak punya cara untuk mengobati   selain menyerahkan pada ahlinya.  Dengan mendatangi On Clinic misalnya, Anda akan memperoleh solusi tepat dari ahlinya atas apapun permasalahan seksual Anda, termasuk ejakulasi dini. On Clinic Indonesia adalah jaringan layanan kesehatan yang dapat mengatasi Problem Seksual Pria yaitu  & Impotensi serta Problem Seksual Perempuan yang mengalami    Pengobatan di On Clinic memberikan  keberhasilan pengobatan yang tinggi sesuai standar On Clinic International yang berpusat di Australia dengan Menjaga Privacy. Dengan 15 klinik yang tersebar di banyak kota di Indonesia, ON CLINIC dipercaya memiliki tingkat keberhasilan yang sangat tinggi dalam mengobati ejakulasi dini hingga tuntas. Dan yang tidak kalah penting, di On Clinic, kerahasiaan pasien menjadi salah satu hal yang sangat diperhatikan. Jadi mengapa takut untuk mengobati  ?"},
{"content": "Kebanyakan pria menganggap merokok membuat terlihat lebih jantan. Nyatanya sebaliknya, merokok bisa menjadi musuh nomor satu bagi kejantanan pria. Banyak penelitian membuktikan, bahan-bahan kimia dalam setiap hisapan rokok bisa menyebabkan  atau disfungsi ereksi (DE). Menurut Direktur Prevention Reseach Center di Yale University School of Medicine Dr David Katz,”Merokok mempercepat seseorang terkena risiko   yaitu penyakit akibat terbentuknya plak di dinding arteri sehingga arteri menjadi lebih tebal dan menyumbat peredaran darah. Jika sumbatan tersebut terjadi pada bagian penis maka terjadilah gangguan ereksi. “Mungkin pria sulit meninggalkan rokok karena tidak takut dengan ancaman penyakit jantung atau kanker paru-paru. Akan tetapi, jika sudah berkaitan dengan kejantanannya, semoga ini akan memotivasi mereka untuk membuang rokoknya,” harap Katz. Menurut riset American Heart Associations Annual Conference on Cardiovasculer Disease Epidomiology and Prevention, pada tahun 2003 dilaporkan, pada 3.764 pria dari China usia sekitar 47 tahun ke atas yang menghabiskan 20 batang rokok sehari memiliki risiko terkena  hingga 60 persen dibandingkan pria yang tidak pernah merokok. Secara umum, pria merokok 30 persen lebih rentan terkena impotensi ketimbang yang bukan perokok. Australia juga mencatat hasil yang hampir sama, yaitu dari 8.400 pria usia 16-59 tahun, terungkap bahwa yang dalam sehari menghabiskan satu pak atau kurang, 24 persennya kedapatan kesulitan menjaga ereksi ketimbang yang tidak merokok. Sementara itu, pria yang menghisap lebih dari satu pak, 39 persennya akan lebih mudah terkena  ketimbang yang tidak merokok. Para remaja sebaiknya juga berpikir ulang jika mereka terus merokok, efek perusakan dalam tubuh akan terus berlanjut dan semakin parah saat mereka dewasa. Sebenarnya, semakin cepat seseorang berhenti merokok risiko   bisa dihindari. Namun, jika efeknya sampai pada gangguan ereksi atau impotensi,tidak ada pilihan lain kecuali segera berobat ke dokter agar hubungan suami istri bisa normal. \nOn Clinic Indonesia adalah jaringan layanan kesehatan yang dapat membantu mengatasi disfungsi seksual pria, yaitu Ejakulasi Dini dan impotensi yang ditangani tenaga medis berpengalaman dengan tingkat keberhasilan yang tinggi. \nHadir juga ON CLINIC WOMAN yang bisa memberikan pelayanan khusus untuk mengatasi PROBLEM SEKSUAL PEREMPUAN yang mengalami   "},
{"content": "Jalan kaki ( terutama pagi hari ) 1 jam /hari akan memberikan manfaat kesehatan. Menurut penelitian, ada 8 jenis penyakit yg bisa disembuhkan dengan berolahraga JALAN KAKI yang teratur : 1. Serangan Jantung : Jalan kaki dgn cepat bisa mengalirkan darah ke dalam jantung. Dgn sering jalan kaki, kolesterol baik (HDL) yang bekerja sebagai spons penyerap kolesterol jahat (LDL) akan meningkat dgn berjalan kaki kaki. \n 2. Stroke : Sebuah penelitian dilakukan kepada 70 ribu karyawan yg dlm bekerja tercatat melakukan kegiatan berjalan kaki sebanyak 20 jam dlm seminggu, hasilnya resiko terserang stroke menurun hingga dua pertiga. 3. Membakar Lemak : Selain sejumlah kalori terbuang oleh aktivitas berjalan kaki, kelebihan kalori yg tersimpan didlm tubuh akan ikut terbakar,sehingga kenaikan berat badan tdk terjadi. 4. Melangsingkan Badan : Pergerakan kaki hingga seluruh tubuh mampu menurunkan berat badan & lemak yg ada diperut anda akan terkikis. Lakukan jalan kaki rutin selama satu jam. 5. Kanker : Bergerak badan ikut melancarkan peristaltik usus, sehingga buang air besar lebih tertib. Jalan kaki juga bisa menurunkan risiko terkena kanker payudara. 6. Mencegah Osteoporosis : Osteoporosis tdk cukup hanya dengan rutin mengkonsumsi vitamin D & asupan kalsium yg banyak, tubuh juga membutuhkan gerak badan & memerlukan waktu paling kurang 15 menit dibawah sinar matahari pagi & anda akan terhindar dr osteoporosis. 7. Mencegah Kencing Manis : Dgn rutin jalan kaki, mampu mencegah berkembangnya diabetes, khususnya pada mereka yg bertubuh gemuk selama gula darah bisa terkontrol. Anda hanya membutuhkan jalan kaki rutin utk terus menjaga kebugaran badan & terhindar dari diabetes. 8. Depresi : Berjalan kaki dengan cepat bisa meminimalisasi depresi. Sangat dianjurkan, rajin berjalan kaki akan menyembuhkan pasien yang tengah depresi.  Semoga bermanfaat, salam sehat !"},
{"content": "Para ahli ( dokter ahli syaraf ) sering berpesan : \n“Setiap orang hrs memperhatikan 3 x ½ menit.” Kenapa demikian? * 3 x ½ menit sangat penting kalau dilaksanakan, karena akan banyak mengurangi \nangka kematian secara tiba2! Sering kali terjadi seseorang siangnya masih sehat walafiat, \ntetapi malamnya meninggal. Tdk jarang kita mendengar cerita orang, kemarin saya masih \nngobrol dgn dia,kenapa tiba2 dia meninggal? \n * Penyebabnya adalah ketika bangun malam utk ke kamar mandi sering dilakukan secara terlalu cepat. Begitu berdiri, otak kekurangan darah. * Mengapa perlu “3x ½ Menit”? Karena pola ECG (Electro Cardiogram) seseorang \nnormal pada siang hari, tetapi bangun tengah malam untuk melaksanakan hajat, \ntiba2 pola ECG itu dpt berubah. Karena dgn tiba2 bangun,otak akan menjadi anaemik, \ndan mengalami gagal jantung karena kekurangan darah. * Dianjurkan oleh para ahli utk menjalankan “3 kali ½ menit”, yakni: \n1. Bila terbangun, jgn langsung turun dari tempat tidur, tetapi berbaringlah selama ½ mnt. \n2. Duduk di tempat tidur selama ½ mnt. \n3. Turunkan kaki dan duduk di tepi ranjang selama ½ menit. * Selewat 3 x ½ menit yg dilakukan tanpa harus membayar sesenpun, otak tdk akan \nanaemik dan jantung tdk akan mengalami kegagalan, mengurangi kemungkinan jatuh \ndan meninggal ketika bangun tengah malam. * Pernah setelah membaca tulisan ini, seorang usia lanjut menangis menyesali \nkenapa tdk mengetahui hal ini jauh2 hari. Dua tahun lalu dia bangun tengah malam \nutk buang air kecil. Di kamar mandi tiba2 terasa dunia berputar dan jatuh. Akibatnya \ndia sekarang mengalami kelumpuhan dan tdk bisa meninggalkan tempat tidur, tulang \npunggungnya mengalami cedera. Kalau saja dia mengetahui hal ini sebelumnya, tentu \ntdk harus menderita selama ini. Wallahualam! * Pd orang tua pembuluh darah sdh tidak se elastis pada orang muda. \nJd dianjurkan tidak melakukan perubahan posisi secara mendadak seperti itu utk mencegah \nhipotensi postural. \nSemoga bermanfaat, selamat berkarya !"},
{"content": "Para ahli yang dulu memandang   sebagai masalah psikologis dan penuaan, kini mulai yakin bahwa penyebab impotensi terbanyak adalah penyakit fisik, seperti diabetes, pengerasan pembuluh darah, gangguan kelenjar gondok atau cedera pada penis. Bagi pria,   atau dikenal dengan istilah medis sebagai disfungsi ereksi, merupakan penyakit paling memalukan dan paling menyedihkan. Sudah cukup banyak pria dengan impotensi yang berobat, namun kerap belum mengalami penyembuhan berarti. Ketika   menjadi masalah yang terus-menerus, tidak hanya rumah tangga yang retak tetapi juga hal-hal lain termasuk kualitas hidup, prestasi kerja dan “power” pria menjadi terganggu akibat hilangnya rasa percaya diri. Sampai sekarang masih masih banyak pria yang merasa tabu, malu sehingga mereka tidak mau berobat. Padahal impotensi sangat mudah diobati bahkan disembuhkan. Malu, rasa bersalah, rendah diri, merasa tidak berguna didepan istri dan putus asa yang berkepanjangan. Itulah perasaan yang biasanya menghantui kaum pria yang mengeluh  Menurut Prof.Jack Vaisman, direktur On Clinic International, impotensi sangat bisa disembuhkan. “Tentu, yang namanya  itu paling memalukan dan menyedihkan buat pria. Yang penting harus tepat berobatnya!” Jack Vaisman menjelaskan, “faktor terbesar penyebab   disebabkan oleh masalah fisik. Berbagai penyakit yang diderita seseorang bisa berdampak kepada kemampuan ereksi, seperti penyakit darah tinggi, diabetes, kolestrol, asam urat, kelainan pembuluh darah dan saraf, dan trauma luka tulang belakang,” terangnya. \nDan 20 – 30 %  penyebabnya berasal dari faktor psikologis seseorang seperti stres yang bisa membawa dampak sampai ke “urusan ranjang”, mulai dari istri galak, kena PHK, masalah ekonomi, dan sebagainya. Meski demikian ia meyakinkan, “  tetap dapat disembuhkan dengan metode pengobatan yang tepat selain misalnya, olah raga, makan makanan yang sehat, berhenti merokok dan minuman keras,” tuturnya. Ia juga menegaskan, tidak perlu mencoba-coba pengobatan alternatif yang tidak jelas hasilnya. Ditakutkan, bukannya mengobati, pengobatan alternatif tersebut justru memperparah penyakit. ON CLINIC INDONESIA , adalah jaringan klinik yang bisa mengatasi   dengan tingkat keberhasilan yang sangat tinggi. Di On Clinic, pasien yang mengalami problem SEX bisa sebebas mungkin mencurahkan masalah apapun kepada dokter tanpa harus merasa kuatir kerahasiaan terbongkar, karena On Clinic sangat menjaga & menjunjung tinggi privasi pasien. Semua pelayanan mengacu kepada standar pelayanan ON CLINIC INTERNATIONAL yang berpusat di Australia."},
{"content": "Banyak orang, ketika ditanya soal bagamana kiat yang paling tepat untuk menjaga kesehatan tubuh, jawabannya tidak jauh dari mengatur pola makan dan berolahraga secara teratur. Padahal, ada cara lain yang mungkin belum terbayangkan namun dijamin jauh lebih menyenangkan untuk mendapatkan tubuh yang sehat. Cara itu adalah berhubungan SEX rutin. Beragam penelitian telah membuktikan bahwa hasrat untuk melakukan hubungan SEX saja sudah merangsang energi positif yang memicu naiknya sistem kekebalan tubuh, dan keuntungan tersebut sudah tentu berlanjut jika hasrat tersebut direalisasikan. Apa sajakah itu? Patti Britton, Ph.D, seksolog asal Los Angeles dan President of the American Association of Sexuality Educators and Therapist menyatakan bahwa SEX itu model latihan yang luar biasa karena sangat bagus dari sudut pandang jasmani dan rohani. Bagaimana tidak, mengingat  manfaat terbesar dalam hubungan SEX adalah menurunkan tekanan darah dan meredam stres. Penelitian di Skotlandia, seperti dilaporkan jurnal Biological Psychology awal tahun ini, menemukan bukti bahwa baik pria maupun wanita yang melakukan hubungan SEX bersama pasangan minimal seminggu sekali cenderung lebih stabil tekanan darahnya. Buat Anda yang ingin menjaga berat badan tetap ideal, aktivitas SEX juga merupakan kiat yang sangat tepat selain anda juga bisa mendapatkan manfaat kardiovaskularnya. Jika Anda merasa lebih cepat lelah atau mudah sakit, cobalah ingat-ingat kapan terakhir Anda bercinta. Para ilmuwan dair Wilkes University, Pennsylvania, AS menemukan bukti  bahwa mereka yang rutin bercinta seminggu sekali atau lebih memiliki daya tahan yang lebih tinggi ketimbang mereka yang hanya dua minggu sekali. Buat Anda yang kerap sulit tidur di malam hari, SEX jugalah obat yang dipercaya sangat manjur. Menurut penelitian, saat berhubungan SEX, kadar hormon oksitosin akan terlepas bersamaan dengan orgasme. Hal ini akan membantu tidur Anda jadi lebih nyenyak. Prof.Dr.Jack Vaisman, konsultan medis On Clinic International di Sydney, juga menambahkan, “Tentu, masih banyak lagi alasan-alasan mengapa Anda harus berhubungan SEX secara rutin. Yang pasti, semuanya bisa Anda dapatkan hanya jika tubuh Anda memiliki fungsi seksual yang optimal. Sedikit gangguan saja, berarti kesehatan Anda bakal terancam. Itu sebabnya, jika Anda mengalami masalah gangguan seksual, tidak ada cara lain agar segera berobat ke dokter”. On Clinic Indonesia adalah jaringan layanan kesehatan yang dapat mengatasi Problem Seksual Pria yaitu  serta Problem Seksual Perempuan yang mengalami  Pengobatan di On Clinic memberikan  keberhasilan pengobatan yang tinggi sesuai standar On Clinic International yang berpusat di Australia dengan menjaga kerahasiaan dan privasi pasien seutuhnya."},
{"content": "Diantara banyak hal, SEX merupakan salah satu yang terpenting dalam memperkokoh pondasi rumah tangga. Ibaratnya, seberapapun besarnya badai yang mengancam, tidak akan mampu meruntuhkan rumah tangga yang memiliki hubungan SEX yang harmonis. Sebaliknya, seberapapun megahnya rumah tangga, pasti semu jika tidak disertai SEX di dalamnya. Tinggal tunggu waktu saja kapan bom itu akan meledak. Apa yang dialami oleh Robi mungkin merupakan gambaran umum kondisi rumah tangga di zaman sekarang. Semula, Pimpinan Cabang Utama salah satu Bank Swasta yang berusia 45 tahun ini berpikir bahwa yang paling bisa membahagiakan dirinya dan pasangannya adalah dengan terus bekerja demi mengumpulkan materi sebanyak-banyaknya. Namun kenyataan malah berlaku sebaliknya. Impiannya tentang kebahagiaan justru nyaris terampas oleh gangguan  Robi menyadari dirinya mengalami gangguan   akibat ketidak mampuannya mempertahankan ereksi sehingga berakhir dengan kekecewaan pada istrinya. Besar kemungkinan, gangguan   ini terjadi akibat kelelahan psikis maupun fisik. Terlebih dengan kemajuan teknologi dan tingkat persaingan yang tinggi untuk bertahan hidup, membuat depresi dan stress semakin menekan dan berakhir dengan ketidakmampuan dalam mempertahankan ereksi lebih lama atau   . Jika ejakulasi dini ini terjadi sekali-dua kali saja mungkin masih bisa dianggap wajar. Tetapi jika terlalu sering dan terus dibiarkan, jelas   merusak kestabilan seksualitas dalam rumah tangga. Semula, Robi menganggap bahwa kondisinya ini wajar dan bukan penyakit yang mesti disikapi serius. Makanya ia mencoba mengatasi masalah   tersebut dengan caranya sendiri, yaitu mengonsumsi obat-obatan yang dijual bebas yang belum jelas asal-usulnya. Sayangnya, bukannya menyembuhkan, obat-obatan   tersebut malah menimbulkan efek yang tidak mengenakkan bagi tubuh Robi secara keseluruhan. Dirinya semakin terpuruk seiring dengan situasi rumah tangganya yang terancam bubar akibat pasangan yang kerap uring-uringan tidak jelas. Di saat Robi merasa kondisinya sudah berada di lubang terdalam, bahkan hampir menyerah, seorang teman dekat mengatakan untuk tidak mengobati   selain menyerahkan pada ahlinya. Ia pun disarankan untuk mendatangi On Clinic Indonesia yang dipercaya bakal menghasilkan solusi tepat atas apapun permasalahan seksual , termasuk  . Atas dukungan isteri, Robi pun akhirnya mendatangi klinik yang dipercaya memiliki tingkat keberhasilan yang sangat tinggi dalam mengobati   hingga tuntas ini. Satu hal yang membuat Robi merasa sangat nyaman dengan klinik yang telah memiliki 15 jaringan yang tersebar di banyak kota di Indonesia ini adalah, kerahasiaan pasien menjadi hal yang paling diperhatikan. Setelah menjalani beberapa kali kunjungan, Roby terlihat semakin semangat berkat masalah yang menghantui gairah hidupnya berangsur membaik. Ini juga jelas terlihat dari wajah sang isteri yang kian hari semakin cerah saja. Selanjutnya, Roby pun berusaha untuk menjalankan hidup secara seimbang demi bisa membawa kebahagiaan lahir batin dalam keluarganya."},
{"content": "Di zaman serba instan seperti sekarang ini, semuanya seakan dituntut serba cepat. Namun bukan berarti cepat itu segala-galanya. Dalam hubungan SEX misalnya, siapakah yang ingin mengalami ejakulasi cepat? Pasti tidak ada. Walaupun pada kenyataannya, tidak sedikit kaum pria yang mengalami apa yang biasa disebut dengan ejakulasi dini ini. Jadi,  harus dilakukan dengan segera. Ejakulasi dini bisa dikarenakan faktor psikologi; depresi, stress,  kurang percaya diri, atau adanya konflik yang mempengaruhi intimasi emosional dengan pasangan. Jika kondisi ini dibiarkan, tentu saja bisa menyebabkan terjadinya masalah pada pasutri dikarenakan ketidakpuasan pada wanita. Mengingat, hampir 90 persen penderita merasa sungkan dan malu untuk berkonsultasi ke dokter ahli seksologi dan membiarkan kondisinya memburuk. Ditambah lagi dengan informasi yang tidak benar membuat mereka lebih memilih mengkonsumsi obat kuat, ramuan atau menggunakan minyak oles yang beredar bebas dipasaran dengan harapan bisa  Sayangnya  dengan cara ini ini tidak memberikan hasil positif bahkan bisa sangat merugikan bagi organ-organ tubuh khususnya alat vital dan alat reproduksi. Kenyataannya,   sangat mudah hanya jika ditangani dengan tepat. Pada kasus yang ringan, para ahli biasanya hanya merekomendasikan beberapa metode untuk   Mulai dari latihan menguatkan otot penis, hingga  merelaksasi tubuh melalui tekhnik berhenti kemudian mulai, sehingga penderita terlatih dalam mengkondisikan kepuasan tanpa terjadinya ejakulasi. Jadi pada saat penderita merasakan akan ejakulasi, hentikan rangsangan dan mulai kembali dalam 20 hingga 30 detik.Riset membuktikan bahwa 95 persen pria yang mempraktrekkan metode   ini berhasil mengontrol ejakulasi dalam waktu 5 hingga 10 menit atau lebih. Jika disebabkan oleh masalah psikologi yang berat, penderita harus meminta bantuan psikoterapist untuk   nya. Namun jika permasalahaanya lebih kompleks yang berasal dari faktor fisik, tentu tidak ada cara lain untuk  selain mengunjungi dokter ahlinya. On Clinic Indonesia adalah jaringan layanan kesehatan yang dapat mengatasi Problem Seksual Pria yaitu  serta Problem Seksual Perempuan yang mengalami  Pengobatan di On Clinic memberikan  keberhasilan pengobatan yang tinggi sesuai standar On Clinic International yang berpusat di Australia dengan menjaga kerahasiaan dan privasi pasien seutuhnya. Hal ini tentunya akan membuat usaha Anda untuk  jauh lebih mudah."},
{"content": "Ejakulasi dini merupakan ejakulasi yang tidak terkontrol baik sebelum atau sesaat setelah penetrasi, dengan stimulasi seks yang sangat minimal serta sensasi yang jauh dari harapan. Jika terjadinya sekali-dua kali saja mungkin masih bisa dianggap wajar. Tetapi jika terlalu sering, itu lain cerita, mengingat seks adalah hubungan mutualis yang sudah seharusnya dinikmati bersama hingga akhir. Apalah artinya hubungan seks jika tidak disertai orgasme maha dahsyat yang juga merupakan hak bagi pasangan Anda? Jangan mengaku pria sejati jika memenuhi kebutuhan wanita yang paling dasar saja tidak Anda lakukan. Tidak ada jalan lain kecuali menuntaskan segera masalah   demi memberikan hadiah teristimewa bagi pasangan yang dijamin akan mengembalikan gairah dalam hubungan Anda. Untuk mempermudah menuju solusi mengatasi ejakulasi dini  sebaiknya ingat petuah lama ini : Malu bertanya sesat di jalan. Karena tidak sedikit orang yang dikarenakan malu jika kondisinya diketahui orang, lalu mencoba mencari jalan sendiri untuk mengatasi masalah ejakulasi dini dengan cara yang tidak dianjurkan, bahkan malah bisa mengancam kesehatannya. Entah itu dengan obat-obatan untuk ejakulasi dini yang tidak diketahui pasti efek sampingnya, atau mendatangi seseorang yang belum jelas kredibilitasnya. Sehingga, bukannya masalah   tuntas, malah mendatangkan masalah baru buat organ-organ vital lainnya. Untuk menghindari ini dan untuk mengobati ejakulasi dini harus diserahkan pada ahlinya.  Prof.Dr.Jack Vaisman, konsultan medis On Clinic International di Sydney, menekankan  ” jika Anda mengalami ejakulasi dini, tidak ada cara lain agar segera berobat ke dokter”. Penelitian menyatakan, banyak manfaat positif yang didapat bila seseorang bisa melakukan hubungan SEX secara regular : * SEX : Terhindar dari resiko serangan jantung & stroke. \n* SEX : Mengurangi resiko kanker prostat. \n* SEX : Terhindar dari resiko Atrofi (pengecilan) penis karena jarang digunakan. \n* SEX : Obat instan untuk atasi stres & depresi dengan melepaskan endorfin sehingga \nmemberi rasa nyaman. \n* SEX : Obat penenang yang paling aman di dunia, 10x lebih efektif dari valium. \n* SEX : Dapat memperpanjang usia pria,10 tahun lebih panjang dibandingkan dengan \norang yang jarang melakukannya. \n* SEX : Dapat membuat penampilan seseorang selalu gembira & bahagia. \n* SEX : Membuat Tidur Berkualitas. \n* SEX : Mengurangi Berat Badan. \n* SEX : Meningkatkan Kepercayaan Diri. On Clinic Indonesia merupakan jaringan layanan kesehatan yang dapat mengatasi problem seksual pria, yaitu  , serta problem seksual perempuan yang mengalami  . Pengobatan di On Clinic ditangani oleh dokter – dokter berpengalaman sesuai standar On Clinic International yang berpusat di Australia dan memberikan tingkat penyembuhan yang tinggi diatas 90%, dengan tetap menjaga kerahasiaan dan privasi pasien seutuhnya."},
{"content": "Merokok bisa menjadi musuh nomor satu bagi kejantanan pria. Penelitian membuktikan, bahan-bahan kimia dalam setiap isapan rokok bisa menyebabkan impotensi atau Disfungsi Ereksi (DE). Menurut riset American Heart Associations Annual Conference on Cardiovasculer Disease Epidomiology and Prevention, dilaporkan 3.764 pria dari Tiongkok usia sekitar 47 tahun ke atas yang menghabiskan 20 batang rokok sehari memiliki risiko terkena impotensi hingga 60 persen dibandingkan pria yang tidak pernah merokok. Secara umum, pria merokok 30 persen lebih rentan terkena impotensi ketimbang yang bukan perokok. \n Australia juga mencatat hasil yang hampir sama, yaitu dari 8.400 pria usia 16–59 tahun, terungkap bahwa yang dalam sehari menghabiskan satu pak atau kurang, 24 persennya kedapatan kesulitan menjaga ereksi ketimbang yang tidak merokok. Sementara itu, pria yang mengisap lebih dari satu pak, 39 persennya akan lebih mudah terkena impotensi ketimbang yang tidak merokok. Para remaja sebaiknya juga berpikir ulang jika mereka terus merokok, efek perusakan dalam tubuh akan terus berlanjut dan semakin parah saat mereka dewasa. \nSebenarnya, semakin cepat seseorang berhenti merokok, risiko impotensi bisa dihindari. Namun, jika efeknya sampai pada gangguan ereksi atau impotensi, tidak ada pilihan lain kecuali segera berobat ke dokter agar hubungan suami-istri kembali normal. \nMenurut para ahli, banyak manfaat positif bila seseorang melakukan hubungan SEX secara reguler : * SEX : Terhindar dari resiko serangan jantung & stroke. \n* SEX : Mengurangi resiko kanker prostat. \n* SEX : Terhindar dari resiko Atrofi ( pengecilan ) penis karena jarang digunakan. \n* SEX : Obat instan untuk atasi stres & depresi dengan melepaskan endorfin sehingga memberi rasa nyaman. \n* SEX : Obat penenang yang paling aman di dunia, 10x lebih efektif dari valium. \n* SEX : Dapat memperpanjang usia pria,10 tahun lebih panjang dibandingkan dengan orang yang jarang melakukannya. \n* SEX : Dapat membuat penampilan seseorang selalu gembira & bahagia. \n* SEX : Membuat Tidur Berkualitas. \n* SEX : Mengurangi Berat Badan. \n* SEX : Meningkatkan Kepercayaan Diri.  On Clinic Indonesia merupakan jaringan layanan kesehatan yang dapat mengatasi problem seksual pria, yaitu ejakulasi dini & impotensi, serta problem seksual perempuan yang mengalami gangguan orgasme, frigid, dan kurang gairah. Pengobatan di On Clinic ditangani oleh dokter – dokter berpengalaman sesuai standar On Clinic International yang berpusat di Australia dan memberikan tingkat penyembuhan yang tinggi diatas 90%, dengan tetap menjaga kerahasiaan dan privasi pasien seutuhnya. Informasi lebih lanjut, hubungi 1500-001 (pulsa lokal), SMS : 085 5105 0005, PIN : 5FBF6F72, WA : 0813-1492.2776,  www.onclinic.co.id, Email : info@onclinic.co.id  FB : On Clinic Indonesia  Twitter: @onclinic_id \nPelayanan bisa diberikan dalam bentuk konsultasi via telpon dengan team medis bila ada pasien yang malu, sibuk atau tidak punya waktu datang ke klinik."},
{"content": "Apakah Anda punya masalah dalam mengontrol buang air kecil? Sering “kebelet” buang air kecil yang mengganggu tidur, buang air kecil ber kali-kali, kalau mau PIPIS tidak bisa dikontrol, tiba-tiba PIPIS nya sudah keluar, sehingga banyak pasien  yang harus memakai pampers. Jika ya, janganlah anda berdiam diri karena ini merupakan pertanda adanya ketidak beresan dan mengalami  Inkontinensia Urin (BESER). Pengertian Inkontinensia Urin adalah pengeluaran urin tanpa disadari dalam jumlah dan frekuensi yang cukup sehingga mengakibatkan masalah gangguan kesehatan dan atau sosial. Variasi dari Inkontinensia Urin meliputi keluar hanya beberapa tetes urin saja, sampai benar-benar banyak, bahkan terkadang juga disertai inkontinensia alvi (disertai pengeluaran feses). \n Menurut penelitian, penderita BESER (Inkontinensia Urin) pada usia 35-65 tahun mencapai 12%. Prevalensi meningkat sampai 16% pada pasien usia lebih dari 65 tahun. Pada nulipara (wanita belum pernah melahirkan) didapatkan kejadian 5%, pada wanita dengan anak satu mencapai 10% dan meningkat sampai 20%  pada wanita dengan anak lebih dari satu. Pada wanita, umumnya inkontinensia urin merupakan inkontinensia stres, artinya keluarnya urin semata-mata karena melahirkan, batuk,  bersin dan segala gerakan lain seperti  olahraga. Jarang ditemukan adanya inkontinensia desakan, dimana didapatkan keinginan miksi mendadak. Keinginan ini demikian mendesaknya sehingga sebelum mencapai kamar kecil penderita telah membasahkan celananya. Jenis inkontinensia  ini dikenal karena gangguan neuropatik pada kandung kemih. Sistitis yang sering kambuh, juga  kelainan anatomik yang dianggap sebagai penyebab  inkontinensia stres, dapat menyebabkan inkontinensia desakan. Sering didapati inkontinensia stres dan desakan secara bersamaan. Jika kondisi ini dibiarkan pasien merasa tidak nyaman dan tentu akan menurunkan kualitas hidup seseorang.  Inkontinensia Urin yang tidak diobati dapat menyebabkan  komplikasi. misalnya dapat menimbulkan  infeksi kandung kemih dan ginjal. Inkontinensia urin juga menyebabkan keterbatasan termasuk aktivitas fisik, psikologis, aktivitas sosial, dll Mengapa terjadi BESER ? Salah satu penyebab adalah hilangnya kontrol buang air kecil yaitu saraf yang mengendalikan otot-otot kandung kemih menjadi lebih aktif. Hal ini menimbulkan kontraksi spontan otot-otot yang mengurangi kapasitas fungsional kandung kemih yang secara alami menimbulkan PIPIS. Guna memberikan pengobatan yang tepat untuk pasien-pasien yang mengalami Inkontinensia Urin (BESER),  telah hadir BEBAS BESER di Indonesia untuk membantu mengatasi gangguan BESER dengan pengobatan yang memberikan tingkat keberhasilan yang tinggi dan relatif aman. Dengan panduan dari tim ahli medis berpengalaman, pengobatan di BEBAS BESER sangat efektif sehingga pasien bisa hidup normal terbebas dari keluhan yang membebani. Pengobatan di BEBAS BESER akan memberikan manfaat : 1.      Membantu mengontrol buang air kecil 2.      Menenangkan syaraf yang mengontrol kandung kemih 3.      Meningkatkan kapasitas kandung kemih 4.      Mengurangi/menghentikan kontraksi yang menyebabkan tekanan untuk buang air kecil 5.      Membantu meningkatkan fungsi seksual Perawatan di BEBAS BESER akan membuat kondisi pasien  membaik, sehingga gejala yang dirasakan akan berkurang dan secara bertahap akan hilang. Metode pengobatan seperti di BEBAS BESER  sudah digunakan disemua jaringan On Clinic International dibeberapa negara terutama di Australia, Selandia Baru, Rusia, Romania & seluruh negara Eropa Timur  serta Philipina. Bila Anda tidak bisa mengontrol PIPIS, hubungi BEBAS BESER : Jakarta (021) 2998.9099, Bogor (0251) 831.5567, Bandung (022) 422.1200, Semarang (024) 356.9900, Yogyakarta (0274) 584.000, Surabaya (031) 547.0505, Malang (0341) 324.000, Denpasar (0361) 755.234, Balikpapan (0542) 73.1111, Makassar (0411) 811.2500, Medan (061) 4555.202, Pekanbaru (0761) 781.1234 Lampung (0721) 256.555, atau SMS : 08551050005, PIN BB : 29FD2F5F, www.bebasbeser.co.id ON CLINIC INDONESIA (INKONTINENSIA DIVISION) 500.001 GSM ( Kode Area ) 500.001 ( Pulsa lokal seluruh Indonesia ) email :  info@bebasbeser.co.id"},
{"content": "Bukan rahasia lagi jika kandungan zat-zat di dalam rokok mengandung lebih dari 4000 bahan kimia beracun yang bisa menyebabkan berbagai macam penyakit kardiovaskular yang pada pria bisa berujung pada impotensi. Selain itu, merokok juga bisa memicu timbulnya kanker paru, kanker hati, kanker perut, kanker darah, meningkatkan resiko serangan jantung dan pada wanita dapat mengganggu kehamilan & janin. \n Sayangnya, walau peringatan bahaya kesehatan ini sudah tercantum dalam bungkus rokok, nyatanya tidak membuat para perokok ini merasa jera dan kapok untuk merokok lagi. Orang biasanya berhenti merokok kalau sudah sakit. Normalnya, ereksi bisa tercapai bila ada peningkatan aliran darah ke penis. Sayangnya, merokok memberikan kontribusi untuk terjadinya penumpukan plak di arteri, yang dapat membatasi aliran darah ke penis. Sehingga, semakin banyak seseorang merokok, semakin tinggi risiko untuk impotensi. Sebuah penelitian tahun 2003 dari 4.764 pria Cina setengah baya, mereka yang merokok lebih dari 20 batang sehari itu 60 persen lebih mungkin untuk menderita impotensi dibandingkan pria yang tidak merokok sama sekali. “Jika Anda menemukan seseorang dengan impotensi, hal utama yang mesti Anda lakukan pertama kali adalah memperbaiki semua masalah kardiovaskular, yang utamanya yaitu dengan cara berhenti merokok,” tegas John Morley, Direktur Kedokteran Geriatrik di St. Louis University. “Meskipun terdapat berbagai jenis perawatan impotensi yang efektif, tetap saran medis terbaik untuk laki-laki yang memiliki masalah ini adalah dengan berhenti merokok,” tambahnya. Perlu diakui bahwa menghentikan kebiasaan merokok, terlebih pada perokok berat bukanlah hal yang mudah. Selain dibutuhkan niat yang kuat untuk berhenti, seorang perokok juga perlu motivasi dan informasi, sehingga seseorang yang tadinya mungkin tidak paham dengan bahaya rokok menjadi lebih mengerti dan dapat menghentikan kebiasaan buruknya sebelum diserang penyakit. Untuk menjawab kesulitan ini, On Clinic Indonesia saat ini sudah menghadirkan layanan barunya yaitu Divisi STOPRO untuk membantu orang-orang yang ingin berhenti merokok segera.  Pengobatan di STOPRO memberikan tingkat keberhasilan yang tinggi dan relatif aman karena sediaannya yang herbal non-nikotin & alami. Dengan panduan dari tim ahli medis berpengalaman, pengobatan di STOPRO sangat efektif sehingga pasien bisa bebas dari ROKOK dalam waktu yang singkat. Berdasarkan pengalaman klinis, perbaikan mulai terlihat setelah penggunaan 1 minggu tetapi akan tuntas dalam pengobatan 1 bulan. Jadi, tidak ada kata terlambat untuk berhenti merokok. Lakukan SEKARANG untuk SEHAT selamanya! Jika anda ingin STOP ROKOK, silahkan hubungi STOPRO : Jakarta (021) 29989080, Bogor (0251) 831.5567, Bandung (022) 422.1200, Semarang (024) 356.9900, Surabaya (031) 547.0505, Malang (0341) 324.000, Lampung (0721) 256.555, Medan (061) 4555.202, Makassar (0411) 811.2500, Balikpapan (0542) 73.1111, Yogyakarta (0274) 584.000, Denpasar (0361) 755.234, Pekanbaru (0761) 781.1234 atau SMS : 08551050005, PIN BB : 29FD2F5F, www.onclinic.co.id atau email :  stopro@onclinic.co.id"},
{"content": "Semua organ penting tubuh patut dijaga karena  masing-masing dari mereka memiliki fungsi penting bagi tubuh kita. Salah satu yang paling penting adalah jantung, dan sehat tidaknya kinerja jantung merupakan kunci utama sehatnya tubuh kita. Penyakit jantung hingga kini dapat dikatakan sebagai salah satu penyebab kematian tertinggi yang bisa datang tiba-tiba dan mematikan, sering kali tanpa atau minim gejala sehingga membuat orang abai dan penyakitnya  tidak terdeteksi. Hal ini dapat dilihat dari terus meningkatnya jumlah penderita penyakit jantung. Menurut data terkini, jumlah korban yang meninggal akibat penyakit jantung di seluruh dunia mencapai 17,2 juta jiwa setiap tahunnya dan Organisasi Kesehatan Dunia (WHO) memprediksi tahun 2020 akan terjadi peningkatan sebesar 137 persen di negara-negara berkembang, termasuk Indonesia. \n Meski demikian, kita tak perlu takut akan hal ini. Kondisi ini masih dapat diperbaiki atau setidaknya memperkecil angka tersebut secara bertahap. Bagaimana caranya? Cegah serangan jantung dengan memperbaiki pola hidup menjadi lebih sehat. Beberapa kewajiban yang mutlak kita laksanakan agar penyakit jantung tidak mendekat yaitu makan yang bergizi, hindari stres, olahraga yang teratur, istirahat yang cukup dan melakukan pemeriksan EKG secara dini. \nMenjaga jantung berarti menjaga kualitas hidup Anda. So, mari sayangi jantung kita agar hidup lebih terjaga. “Heart Attack”, dapat membunuh tanpa tanda awal! Periksa SEKARANG juga & lindungi JANTUNG Anda! Pemeriksaan EKG merupakan tindakan prefentif untuk menghindari “Heart Attack” yang tidak terduga. HEART CHECK, menggunakan terobosan baru teknologi EKG, hanya 10 menit! Cardiologist akan membaca & bisa mendeteksi gangguan terkecil dr fungsi jantung anda. Hub HEART CHECK : 021.2998 9111, SMS 08551050005, PIN BB : 29FD2F5F. Email :  heart.check@onclinic.co.id"},
{"content": "Stres, dibebani dengan masalah kesulitan hidup dan ketakutan bahwa kesehatan Anda menurun? Dan disini seks adalah jawaban untuk kebahagiaan, umur panjang dan tubuh yang sehat. Anda tidak setuju dengan hal ini? Nah, di sini adalah daftar manfaat kesehatan dari seks, jadi lakukan setiap hari untuk mendapat kenikmatan secara penuh. Berikut adalah 16 alasan untuk melakukan hubungan seks hari ini juga! 1. Melawan Stres \nSeks membantu Anda mengurangi stres. Ketika latihan pernapasan gagal untuk mengurangi stres Anda, maka seks akan membantu. Saat berhubungan seks tubuh Anda memproduksi dopamin, zat yang melawan hormon stres, endorfin, alias “hormon kebahagiaan” dan oksitosin, hormon hasrat birahi yang dikeluarkan oleh kelenjar hipofisis. \nDalam sebuah penelitian yang dipublikasikan dalam Public Library of Science jurnal, tiga peneliti neuroscience melakukan tes pada tikus jantan dan menemukan bahwa tikus yang aktif secara seksual berkurang kecemasannya daripada tikus tanpa aktivitas seksual. 2. Olahraga Untuk Membentuk tubuh \nBercinta adalah suatu bentuk aktivitas fisik. Selama hubungan seksual, perubahan fisiologis dalam tubuh Anda serupa dengan olahraga. Anda pasti menyadari bahwa tingkat pernapasan meningkat, yang berarti Anda mulai kelelahan. Oleh karena itu, Anda sudah membakar kalori. Jika Anda melakukan hubungan seks tiga kali seminggu selama 15 menit (tapi kami tahu Anda bisa lebih baik dari itu), Anda akan membakar sekitar 7.500 kalori dalam setahun. Itu setara dengan joging 120 km! Menarik Napas secara kuat meningkatkan jumlah oksigen dalam sel Anda, dan testosteron yang dihasilkan selama seks membuat tulang dan otot yang kuat. 3. Menurunkan tekanan darah tinggi Pelukan dan seks dapat meningkatkan tekanan darah Anda. Seks mengurangi tekanan darah diastolik, yaitu, batas bawah saat membaca tekanan darah. \nPara peneliti dari University of Paisley melakukan percobaan pada yang sama. Mereka menyimpulkan bahwa seks meningkatkan tekanan darah. 4. Membangun kekebalan Anda \nMencoba untuk melawan pilek? Seks adalah jawaban untuk melawan masalah kesehatan dingin dan lainnya; seks dapat meningkatkan kekebalan tubuh Anda. \nImmunoglobulin A, suatu antigen untuk melawan flu yang meningkat ketika frekuensi seks meningkat juga. 5. Membuat Anda lebih muda \nBercinta tiga kali seminggu dapat membuat Anda terlihat 10 tahun lebih muda, klaim seorang peneliti dari Skotlandia. “Baik bagi Anda untuk memiliki seks yang baik,” kata David Weeks, seorang neuropsikolog klinis di Rumah Sakit Royal Edinburgh, yang melakukan studi tentang efek dari seks pada penuaan ditulis dalam bukunya, Secrets of the Superyoung. 6. jantung sehat \nSeks membantu Anda membakar kalori tetapi juga dapat meningkatkan kesehatan jantung Anda. Seks akan menurunkan resiko stroke dan serangan jantung, selagi Anda menikmati momen tersebut. \nPara ilmuwan bekerja sama dengan New England Research Institute meneliti efek dari seks pada jantung. Studi ini menyimpulkan bahwa laki-laki memiliki resiko 45 persen lebih rendah untuk mengalami penyakit kardiovaskular. Namun studi ini gagal untuk mempelajari pengaruh seks di jantung seorang wanita. 7. Mengurangi Nyeri \nKesenangan adalah suatu cara untuk mengalahkan rasa sakit. Apakah Anda mengalami migrain dan nyeri tubuh? Nah seks jawabannya. Tetapi jika Anda mengalami sakit punggung, yang terbaik adalah berkonsultasi dengan dokter. Dr George E. Erlich, seorang spesialis arthritis dari Philadelphia melakukan penelitian tentang hubungan antara arthritis dan seks. Dia menemukan bahwa pasien yang terlibat dalam seks mengalami sedikit rasa sakit. 8. Membangun kepercayaan dan keintiman \nTindakan seks memacu hormon oksitosin; Hormon ini bertanggung jawab untuk kebahagiaan dan cinta. Jika Anda merasa hubungan Anda jatuh keluar, ada kepercayaan atau Anda khawatir bahwa pasangan Anda akan menyimpang, maka seks akan menghilangkan keraguan tersebut. Membangun hormon oksitosin kepercayaan dan membawa pasangan lebih dekat, dan juga asmara. 9. Resiko Kanker Berkurang \nEjakulasi secara teratur akan mengurangi kemungkinan Anda terkena kanker prostat. Dalam sebuah penelitian di Australia, pria yang berejakulasi 21 kali dalam sebulan merupakan pria yang kecil kemungkinannya mengidap kanker. Hal ini kemudian didukung oleh penelitian lain yang meneliti bila melakukan hubungan seksual mengurangi risiko kanker prostat. 10. Memperkuat Otot Panggul \nSeks melibatkan penggunaan beberapa otot; maka hubungan seksual secara teratur dapat membantu Anda mengembangkan otot panggul lebih kuat. Selanjutnya, karena tindakan seks melibatkan berbagai otot, juga membantu menguatkan otot-otot yaitu: paha depan, pinggang, dan punggung atas. Melalui seks teratur, Anda juga dapat menjaga kandung kemih dan fungsi usus yang lebih baik. \nOtot yang kuat, pembakar kalori, meningkatkan kesehatan jantung . 11. Perlindungan Prostat \nSebagian besar cairan hasil ejakulasi Anda disekresikan oleh kelenjar prostat. Jika Anda berhenti ejakulasi, cairan tetap berproduksi dalam kelenjar tersebut  yang cenderung membengkak, menyebabkan banyak masalah. Ejakulasi secara teratur akan membuang cairan tersebut keluar dan menjamin kesejahteraan prostat Anda sampai usia tua. Masalah juga dapat terjadi ketika Anda tiba-tiba mengubah frekuensi ejakulasi. 12. Memicu tidur \nSetelah Olahraga cukup banyak dan menguras tenaga, Anda cenderung mendapatkan tidur yang nyaman. Tapi coba tebak? Seks bekerja dengan cara yang sama seperti Olahraga. Peningkatan denyut jantung menyebabkan peningkatan relaksasi pasca-coital. Seks bisa menjadi solusi untuk penderita insomnia! Jadi apa yang sebenarnya terjadi: \n– Seks dapat membuat Anda relax, maka jika Anda sudah lelah, tindakan seks akan menginduksi tidur. \n– Ketika pria ejakulasi mereka menjadi lesu, ini bisa membuat mereka mengantuk. 13. Siklus Menstruasi \nTernyata seks dapat meningkatkan siklus menstruasi Anda. Seks mengatur hormon, yang pada gilirannya mengatur siklus menstruasi. Seks mengurangi stres, yang merupakan salah satu alasan wanita kehilangan waktu mereka. Seks tampaknya seperti pilihan yang lebih baik daripada obat – obatan. 14. Mencegah disfungsi ereksi \nLima puluh persen dari pria yang berumur lebih dari 40 menderita disfungsi ereksi dan semua laki-laki muda takut saat ketika mereka tidak akan bisa bereksi lagi. Obat terbaik terhadap impotensi tentu saja adalah seks. Ereksi terus membuat darah mengalir melalui arteri penis Anda, sehingga jaringan tetap sehat. Dokter membandingkan dengan ereksi pada refleks atletik: semakin Anda melatih otot tersebut semakin mampu juga Anda untuk melakukan. 15. Hidup lebih lama \nJantung yang sehat, otot kuat, sirkulasi peningkatan oksigen dan kebahagiaan adalah beberapa faktor yang memperpanjang hidup bertahun-tahun. Sebuah studi yang diterbitkan dalam British Medical Journal mengungkapkan bahwa laki-laki yang sering terlibat dalam seks, hidup dua kali lebih panjang dari mereka yang jarang memiliki tindakan apapun. 16. Sperma Sehat \nJika Anda mencoba untuk  memiliki keturunan, adalah dengan Anda meningkatkan volume air mani yang masuk saat Anda melakukan hubungan seks secara teratur. Seks teratur menggantikan sperma lama dari testis. Jika ada tidak membangun alami sperma anda dapat terjadi kerusakan DNA."},
{"content": "Manusia tidak lepas dari sex, dimana  ini adalah  kebutuhan pokok bagi mereka, sehingga banyak orang-orang melakukan jalan pintas untuk bisa merasa hebat dalam berhubungan, seperti minum obat kuat, padahal dampak dari obat kuat sangatlah buruk untuk kesehatan. Seperti yang dilansir dari kompas news bahwa   Badan POM tidak pernah memberikan persetujuan edar produk dengan kegunaan atau indikasi obat kuat. Yang ada, persetujuan untuk obat dengan indikasi mengatasi disfungsi ereksi yang penggunaanya harus dengan resep dokter,” kata Direktur standardisasi obat Tradisional Kosmetik dan Produk Komplemen BPOM Hary Wahyu dalam pertemuan dengan media di Jakarta. \n Sudah jelas  bahwa pemerintah saja mengumunkan bahwa semua jenis obat kuat yang beredar adalah ilegal dan tidak layak konsumsi. Untuk itu solusi yang tepat untuk menjadi hebat di ranjang adalah dengan konsultasi ke dokter, seperti ON CLINIC tempat solusi hebat di ranjang. So, stop ya penggunaan obat kuat, beralihlah dengan konsultasi dengan ON CLINIC solusi sexual problem."},
{"content": "Kebersihan daerah vital memang penting bagi pasangan anda. Jangan kecewakan pasangan anda dengan tips berikut: 1. Celana Dalam katun \nKatun merupakan bahan yang cocok dengan semua jenis kulit. Celana dalam katun, memungkinkan organ vital untuk menghirup udara segar dan selalu membantu pori – porinya tetap kering. 2. Pahami gejala infeksi vagina \nInfeksi vagina biasanya disebabkan oleh jamur dan akan membuat anda merasa gatal dan sakit di vagina. Infeksi ini juga kadang menimbulkan rasa nyeri atau rasa seperti terbakar ketika buang air atau berhubungan seksual. Hindari penyebaran dan memperparah infeksidengan tidak berhubungan seksual selama gejala infeksi masih terasa. \n 3. Banyak makan sayur dan buah \nBuah dan sayuran wajib anda konsumsi pada menu harian Anda. Sayur dan buah yang kaya serat serta antioksidan tidak hanya membantu mencegah penyakit, tetapi juga membantu menjaga kesehatan tubuh. 4. Hindari bahan kimia untuk daerah vagina \nBeberapa produk tertentu seperti sabun deodoran, lotion atau produk kesehatan feminin lain dapat menyebabkan iritasi pada organ vagina bila tidak cocok. Terlebih lagi bila Anda memiliki alergi dengan bahan-bahan kimia tertentu. 5. Kebiasaan menggaruk \nJangan menggaruk merasa gatal atau iritasi pada sekitar organ vagina. Gunakan kain lembut dan air hangat untuk mengkompres. Hal bertujuan untuk mengurangi penyebaran infeksi ke daerah lain. 6. Pilih pelumas berbahan air \nJangan gunakan Jelly petroleum dan minyak berparfum sebagai pelumas. Kedua bahan ini bila tidak dibersihkan dapat menyebabkan perkembangbiakan bakteri di dalam dan di sekitar vagina. 7. Jaga kebersihan selama menstruasi \nHindari menggunakan pembalut yang berparfum dan mengangdung bahan kimi lain, karena dapat menimbulkan iritasi dan gatal pada vagina. Pergantian pembalut juga harus intense bila ada darah yang sudah menempel untuk mengurangi bakteri dan jamur. 8. Basuh vagina dengan benar \nUntuk mencegah masuknya bakteri dan jamur, bersihkan organ intim dengan air bersih selesai buang air. Arah siraman air harus dari arah depan yakni vagina ke arah anus. Dan tak lupa anda harus mengelap agar tetap kering."},
{"content": "Penelitian membuktikan bahwa seks sangat baik untuk kesehatan \nIntensitas hubungan seks mungkin bisa menjadi penanda bagi kesehatan seseorang secara keseluruhan. Dengan kata lain, aktivitas fisik dari seks akan melindungi kesehatan sebagaimana halnya dengan aktivitas fisik olahraga pada umumnya. Seseorang yang berhubungan seks secara teratur akan memiliki kesehatan yang lebih baik melalui pengurangan stres dari hubungan seks yang dilakukan. Berikut ini adalah hasil berbagai penelitian yang membuktikan bahwa seks sangat baik untuk kesehatan. \n Meningkatkan Kesehatan Jantung Sebuah studi di American Journal of Cardiology menunjukkan bahwa pria yang berhubungan seks dua kali seminggu memiliki risiko lebih rendah dari penyakit kardiovaskular (jantung) daripada pria yang jarang sekali melakukan hubungan seks. Selain itu, ahli epidemiologi di New England Research Institutes juga menemukan bahwa pria yang memiliki aktivitas seksual sebulan sekali memiliki risiko 50 persen lebih besar terkena penyakit kardiovaskular daripada pria yang berhubungan seks lebih dari seminggu sekali. Membakar Kalori Seorang pria akan membakar sekitar 413 kalori dalam satu jam aktivitas seksual yang intens. Tapi karena sesi bercinta rata-rata sekitar 20 menit, seorang pria hanya akan membakar rata-rata sekitar 150 kalori. Namun, jumlah rata-rata itu lebih besar dua kali lipat pembakaran kalori pada saat seseorang duduk-duduk di sofa sambil menonton televisi. Seks Adalah Obat Tidur Alami Mungkin kebanyakan orang belum tahu bahwa sebenarnya orgasme setelah aktivitas seks merupakan obat tidur yang sangat efektif bagi kebanyakan pria dan wanita. Faktor kelelahan setelah melakukan hubungan seks juga memegang peranan penting akan hal ini. Seks Menghilangkan Stres Penelitian menunjukkan bahwa seks, seperti halnya olahraga, dapat mengurangi bahkan menghilangkan kecemasan, menurunkan hormon stres, dan dapat membantu orang mengatasi tekanan mental setidaknya selama satu minggu ke depan. Tekanan darah seseorang sehabis melakukan aktivitas seks juga bisa mencapai titik yang stabil dan normal sehingga bisa menghambat stres datang kepada mereka. Meningkatkan Imunitas Tubuh   Orang-orang yang berhubungan seks sekali atau dua kali seminggu memiliki sistem kekebalan tubuh yang lebih kuat daripada orang yang berhubungan seks kurang dari sekali seminggu. Menurut para ahl, kesenagan yang ditimbulkan pada saat dan setelah melakukan seks  dapat dengan mudah Meningkatkan Sistem kekebalan dan tentunya memperpanjang umur hidup Anda. Intensitas hubungan seks yang ideal dapt mencegah seseorang terkena pilek dan flu, selain itu mereka yang memiliki hubungan yang kuat dengan kekasih, teman, dan keluarga adalah kelompok orang yang jarang masuk angin. Menyembuhkan Luka Lebih Cepat Percaya atau tidak, hasil penelitian membuktikan bahwa aktivitas hubungan seks yang sehat dapat menyembuhkan luka dua kali lebih cepat dari pada biasanya. Hal ini bisa dikaitkan dengan meningkatnya imunitas tubuh dan meningkatnya metabolisme tubuh yang lebih baik daripada orang biasa pada umumnya Seks Memuat Seseorang Tampak Lebih Awet Muda Seseorang yang melakukan hubungan seks empat kali seminggu akan tampak sekitar 10 tahun lebih muda dari yang sebenarnya. Hal ini juga dipicu oleh faktor kesenangan yang timbul setelah hubungan seks. Hormon seks yang termasuk ke dalam hormon pertumbuhan manusia inilah yang berperan sangat penting untuk membuat seseorang awet muda atau tampak lebih muda. Sering Orgasme Dapat Mencegah Kanker Beberapa studi telah menyarankan bahwa seringnya ejakulasi selama bertahun-tahun dapat menurunkan risiko kanker prostat. Dalam satu studi di Amerika Serikat, 29.000 orang, usia 46-81, diminta untuk melakukan hubungan seksual dan masturbasi antara usia 20 dan 49. Para peneliti di National Cancer Institute menganalisis data dan menentukan bahwa kelompok pria yang mengalami 21 orgasme per bulan jauh lebih kecil kemungkinannya untuk menderita kanker prostat daripada pria yang rata-rata tujuh kali ejakulasi per bulan. Para peneliti berspekulasi bahwa orgasmei dapat menghapus prostat sekresi karsinogenik dan manfaat pengurangan stres dari orgasme dapat membatasi zat berbahaya potensial yang dapat memicu kanker. Seks Sehat untuk Umur Panjang Sebuah studi Irlandia diterbitkan dalam British Medical Journal pada tahun 1997 melacak kematian 1.000 pria paruh baya selama satu dekade dan menyimpulkan bahwa aktivitas seksual mungkin memiliki efek perlindungan pada kesehatan. Dengan membandingkan manusia berdasarkan usia dan kesehatan, peneliti menemukan bahwa pria yang memiliki frekuensi tertinggi orgasme memiliki tingkat kematian 50 persen lebih rendah dibandingkan pria yang jarang mengalami ejakulasi dan orgasme. Hidup Lebih Bahagia Sebuah survei dari 5.000 orang Australia menunjukkan bahwa 135 persen pria menikah lebih bahagia daripada laki-laki single. Sementara itu, hanya 52 persen perempuan menikah lebih bahagia daripada perempuan yang belum menikah atau menjanda. Mungkinkah ada hubungannya dengan fakta bahwa seks lebih mudah bagi pasangan yang hidup bersama? Menurut survei seks nasional yang dilakukan oleh University of Chicago, kemungkinan terjadinya aktivitas seksual ternyata lebih besar untuk pasangan yang sudah menikah dibandingkan dengan orang-orang yang belum menikah. redaksi : http://www.durex.co.id/explore-sex/artikel/kesehatan/manfaat-seks-untuk-kesehatan/"},
{"content": "Yang harus diingat adalah bahwa hidup Anda belum berakhir \nSaat putus atau berpisah dari pasangan, pastinya kebanyakan orang akan merasa sedih dan patah hati. Namun, penting untuk diingat bahwa putusnya hubungan tersebut bukanlah akhir dari segalanya. Anda harus bisa mengambil sisi positif atau hikmah dari putusnya hubungan tersebut. Siapa tahu berakhirnya hubungan Anda dengan pasangan tersebut merupakan titik awal dari pertemuan Anda dengan cinta sejati yang sebenarnya. \n Kata orang jatuh cinta itu memang berjuta rasanya, akan tetapi putus cinta pun tidak kalah menyakitkannya. Tak bisa dipungkiri bahwa kita memang perlu waktu dan proses untuk menyembuhkan luka yang timbul setelah putus dari orang yang sekian lama kita cintai. Yang harus diingat adalah bahwa hidup Anda belum berakhir hanya karena urusan asmara dan romansa dengan dia sudah tidak bisa lagi diteruskan. Berikut ini beberapa hal yang harus dihindari setelah Anda memutuskan untuk mengakhiri hubungan asmara dengan pasangan. Memakai Namanya Menjadi Bagian Diri Anda Setelah berpisah dari pasangan, Anda pasti merasa sedih dan terpukul. Namun, jangan sampai perasaan ini berlarut-larut sehingga mengakibatkan Anda melakukan hal-hal gila yang justru membuat tidak bisa melupakan sang mantan dan semua kenangan yang telah Anda lewati bersama. Ingatlah bahwa jangan pernah berpikir untuk mengukir namanya atau apapun yang berhubungan dengan dirinya di tubuhmu (tato). Anda akan menyesal apabila suatu hari nanti ingin menghilangkan tato tersebut namun tetap saja akan menghilangkan bekas di tubuh Anda. Dengan membubuhkan tato di tubuh Anda, tentunya akan selalu mengingatkan dengan mantan dan ini bukanlah ide bagus untuk melanjutkan hidup dan segera mencari penggantinya. Dengan membuat tato mantan, bukan tidak mungkin justru malah menjadikan dia bayang-bayang masa lalu yang Anda ciptakan sendiri. Belajarlah untuk menerima kenyataan bahwa Anda dan dia sudah tidak bisa berhubungan dan bersama-sama lagi. Hentikan Komunikasi Untuk Sementara Bersama dengan orang yang disayang dalam waktu lama tentu akan menyisakan kenangan yang akan dirindukan dan tak mudah untuk dilupakan. Kenangan baik maupun pahit bersama mantan pasangan akan menjadi momen yang perlahan akan hilang dari kehidupanmu. Tidak peduli seberapa mengecewakannya hubungan yang dijalani, pasti akan ada masanya Anda saling merindukan. Karena Anda pernah menghabiskan waktu bersama saling menghormati dan mencintai. Namun, rasa rindu yang dirasakan bukanlah alasan buat Anda untuk memulai kembali menjalin komunikasi dengan mantan. Memang putusnya hubungan cinta bukan berarti putus komunikasi. Tapi, saat baru putus cinta, Anda akan memerlukan jeda dan menjaga jarak untuk bisa perlahan bangkit dari keterpurukan dan menerima kenyataan tentang hubungan kalian. Jika Anda sudah merasa move on dan bisa bangkit dari keterpurukan, sesekali menghubungi si mantan untuk menjaga komunikasi bisa dilakukan. Lakukan Hobi dan Kegiatan Positif Usahakan jangan sampai ada waktu kosong dalam satu hari kecuali untuk istirahat dan tidur. Karena biasanya saat baru putus, jika Anda hanya menghabiskan waktu dengan melamun maka nantinya Anda hanya akan memikirkan mantan. Karena itu, sangat dianjurkan untuk melakukan berbagai kegiatan yang menjadi hobi untuk mengisi waktu luang tapi ingatlah untuk tidak berlebihan juga. Ada baiknya juga untuk lebih sering menghabiskan waktu bersama dengan teman-teman dan melakukan berbagai kegiatan yang Anda suka bersama. Tentunya itu semua dilakukan dalam batas wajar, bukan berarti menjadi gila-gilaan melakukan hal yang disukai demi melupakan mantan dan ingat juga jangan sampai mengabaikan kewajiban rutin kita sehari-hari. Tolak Ukur Terhadap Calon Pasangan Lain Anda harus segera menghapus bayang-bayang mantan meski memang rasanya agak susah untuk menerima orang lain yang mendekati. Biasanya mantan masih dijadikan tolak ukur saat Anda akan bertemu calon pasangan lain. Jangan pernah menilai orang lain berdasarkan pengalamanmu dengan sang mantan. Ingat, setiap orang pasti memiliki kelebihan dan kekurangan masing-masing. Saat baru putus, rasanya seseorang tidak akan mau buru-buru pacaran lagi karena masih terngiang dengan mantan yang memiliki kesempurnaan sedemikian rupa. Perlu waktu dan keikhlasan untuk bisa benar-benar mengusir bayang-bayang mantan dari hidup kita. Lebih baik jangan buru-buru kembali untuk menjalin hubungan jika Anda memang belum bisa melupakan si dia atau nantinya Anda malah hanya akan membandingkan pacar saat ini dengan sang mantan. Biasanya seseorang bisa membutuhkan waktu kurang lebih 5 -10 bulan untuk bisa mulai kembali berhubungan dan bahkan berkomitmen. Berusaha untuk membuka hati untuk menjalin hubungan intim dengan lawan jenis adalah hal yang sangat penting dilakukan setelah putus cinta. Banyak orang yang menganggap bahwa yang dimaksud hubungan intim hanya sesuatu berhubungan dengan perilaku dan tindakan seksual. Padahal, yang dimaksud dengan keintiman adalah perasaan untuk saling mengerti, mencintai, peduli dan kemampuan untuk saling berbagi dalam keadaan apapun. redaksi : http://www.durex.co.id/explore-sex/artikel/kamu-dia/melanjutkan-hidup-setelah-putus-cinta/"},
{"content": "Berkurangnya rasa cinta merupakan hal yang sering terjadi terutama … \nTerdapat sebuah hasil penelitian yang menyatakan bahwa satu dari lima perkawinan di dunia ternyata berakhir dengan perceraian. Perceraian tersebut tidak selalu diakibatkan oleh hadirnya orang ketiga atau perselingkuhan, namun juga disebabkan oleh berbagai faktor internal rumah tangga itu sendiri. Rasa cinta yang mulai memudar dan membuat hubungan terasa biasa saja kemungkinan akan menjadi satu penyebab retaknya rumah tangga. \n Berkurangnya rasa cinta merupakan hal yang sering terjadi terutama pada pasangan yang sudah menjalin hubungan dalam jangka waktu yang lama. Hal ini memang wajar, akan tetapi ada hal yang bisa dilakukan untuk mengatasinya. Ketika rasa tertarik pada pasangan yang dulu menggebu-gebu pada saat pertama kali pacaran mulai berkurang, inilah waktunya untuk menumbuhkan rasa cinta yang sebenarnya dalam hubungan bersama pasangan. Berikut ini beberapa cara yang bisa dilakukan sebagai upaya untuk tetap jatuh cinta pada pasangan dan sekaligus menjaga hubungan cinta atau pernikahan tetap harmonis. Komunikasi Usahakan untuk selalu berdiskusi dan mengomunikasikan segala sesuatunya dengan pasangan. Jangan biarkan sebuah masalah ataupun perasaan mengganjal tertahan terlalu lama dan nantinya akan meledak pada suatu saat. Faktanya, banyak sekali hubungan yang gagal karena masing-masing tidak membicarakan apa yang dirasakan terhadap satu sama lain. Dengan mengemukakan perbedaan pendapat dan menyampaikan keluhan pada pasangannya, niscaya akan memberikan kepuasan pernikahan yang lebih tinggi dan tingkat perceraian yang lebih rendah dibanding pasangan yang sering bertengkar dan saling menyalahkan atau mendiamkan. Tingkatkan keterampilan komunikasi Anda dengan pasangan. Belajarlah bagaimana mendengarkan, bagaimana berbicara sehingga mereka didengar, bagaimana untuk jujur meminta apa yang diinginkan, bagaimana mengatakan ya, bagaimana mengatakan tidak. Sosok Terbaik Ada baiknya Anda selalu berupaya untuk menemukan sosok terbaik dari pasangan daripada mengubah kebiasaan jeleknya. Sebuah hubungan akan bertahan lama jika masing-masing pasangan berusaha untuk melihat sisi terbaik dari pasangan mereka, sekalipun pada saat sang pasangan sedang tidak menunjukkan sosok tersebut. Cobalah untuk sesekali mengabaikan setiap hal-hal kecil menyebalkan yang sering dilakukan pasangan dan fokuslah hanya pada kebaikannya. Terdengar sederhana, tapi kadang memang sulit. Kita menginginkan pasangan menjadi sosok yang sempurna. Tapi pasangan itu hanya manusia biasa sebagaimana Anda juga, bukan. Pujilah pasangan pada hal-hal baik yang Anda suka darinya dan abaikan semua hal yang mengganggu dari pasangan Anda. Di akhir Minggu, Anda akan lebih menyadari perasaan cinta Anda pada pasangan. Bina Cinta Anda Terdapat banyak sekali teknik yang dilakukan pasangan untuk membuat Anda mengetahui bahwa dia sangat mencintai Anda, dan demikian juga sebaliknya. Dalam melakukan teknik ini, biasanya ada beberapa bahasa cinta yang bisa digunakan untuk mengekspresikan perasaan Anda pada pasangan. Apakah dengan diucapkan secara langsung, dengan menghabiskan quality time bersama, dengan memberi hadiah, dengan melayani pasangan, ataupun dengan sentuhan fisik. Temukan bahasa cinta yang paling cocok bagi Anda dan beritahukan pada pasangan supaya dia tahu bagaimana menunjukkan cintanya pada Anda. Terkadang seseorang akan menunjukkan cinta pada pasangannya dengan caranya ingin diperlakukan sebagai bukti bahwa dia dicintai. Bila ternyata satu sama lain memiliki persepsi dan bahasa cinta yang berbeda, bisa jadi pesan bahwa Anda mencintai pasangan malah tidak tersampaikan. Bercinta Lebih Sering Bagi pasangan yang sudah menikah, pasti mengetahui bahwa semakin sering Anda bercinta, ternyata semakin Anda menginginkannya. Akan tetapi hal ini juga biasanya berlaku sebaliknya. Tidak mustahil sepasang suami istri bisa kehilangan kebiasaan bercinta yang teratur. Bila saat ini sudah cukup lama Anda tidak bercinta dengan pasangan dan kehilangan hasrat untuk melakukannya, cobalah untuk memaksakan diri melakukan hubungan seks dengan suami selama satu Minggu penuh. Bercinta, terutama bila mencapai orgasme, terbukti akan membuat Anda menjadi lebih bahagia. Bahkan bila mungkin saat ini Anda sedang merasa jauh dari pasangan, cobalah untuk bercinta selama satu Minggu penuh dan lihatlah apa yang akan terjadi. Pasti Anda akan merasa lebih dekat dengan pasangan. Perhatikan Hal-Hal Kecil dan Jangan Saling Menyalahkan Selain meluangkan banyak waktu bersama, perlu untuk menempatkan upaya nyata dalam menunjukkan penghargaan akan pasangan dalam kehidupan sehari-hari. Selain itu, sangat dianjurkan untuk tidak saling menyalahkan dalam kehidupan sehari-hari. Daripada selalu mencari siapa yang salah dalam suatu permasalahan, lebih baik Anda berdiskusi dengan kepala dingin untuk mencari solusi atas permasalahan tersebut sehingga tidak akan terulang di waktu mendatang. Menciptakan Lebih Banyak Waktu Bersama Saat pasangan memutuskan untuk memiliki keturunan, pengasuhan anak-anak menjadi prioritas utama. Tetapi begitu sibuk dengan anak-anak sehingga tidak banyak menghabiskan cukup waktu bersama suami. Orang kadang-kadang kehilangan individualitas setelah mereka memiliki anak. Ini tidak baik karena siapa Anda sebelum Anda memiliki anak-anak, yang membuat suami Anda jatuh cinta. redaksi : http://www.durex.co.id/explore-sex/artikel/kamu-dia/mempertahankan-rasa-cinta-terhadap-pasangan/"},
{"content": "Selama ini, masalah gangguan kelenjar prostat sering disebut sebagai penyakit usia 50+. Namun, beberapa penelitian belakangan ini telah memberikan hasil yang begitu meyakinkan bahwa pria lebih muda yang nampak bugar pun sangat memungkinkan menderita gangguan prostat. Mengingat kelenjar yang hanya dimiliki oleh kaum pria ini secara langsung berpengaruh terhadap kualitas kehidupan seksual, sehingga bisa diasumsikan bahwa ini merupakan ancaman nyata bagi  Anda yang selalu ingin tampil prima layaknya pria sejati. \nProstat adalah kelenjar kecil yang mengelilingi saluran tempat keluarnya air seni dan sperma. Begitu seseorang  menginjak usia 40-an, pembesaran kelenjar prostatumum terjadi sebagai tanda alami dari penuaan. Inilah yang disebut dengan Benign Prostatic Hyperplasia atau BPH. \n Pembesaran ini kemudian menekan saluran kemih sehingga mengakibatkan air seni yang seharusnya mengalir lancar malah terjebak didalam kandung kemih.  Jika kondisi ini dibiarkan, risikonya adalah air seni yang terperangkap bisa mengakibatkan infeksi pada hati dan ginjal, serta jaringan yang terdapat disekitar kandung kemih dan saluran kencing. Beberapa gejala yang perlu anda kuatirkan karena bisa terkait dengan gangguanprostat antara lain: sering atau “kebelet” buang air kecil yang mengganggu tidur; Buang air kecil yang tidak tuntas dan urine kurang lancar; kandung kemih yang tidak terasa kosong setelah buang air kecil; Buang air kecil setiap kurang dari 2 jam; kesulitan mengeluarkan urine sewaktu buang air kecil; dan buang air kecil lebih dari 2 kali di malam hari. Secara psikologis, ketidaknyamanan saat berkemih ini umumnya akan membuat orang risih dan akhirnya malas berhubungan intim. Setidaknya, merasa tak enak hati atau malah malu pada istri bila harus mondar-mandir ke kamar mandi, hingga sama sekali tak bisa menikmati hubungan. Belum lagi hambatan fisik berupa munculnya perasaan ngilu saat ejakulasi. Secara tak langsung, gangguan prostat memang potensial menurunkan libido. Kondisi seperti ini sebaiknya tidak boleh dibiarkan karena bisa semakin buruk bahkan sampai menyebabkan kanker prostat. Hal ini semakin menyeramkan mengingat kanker prostat merupakan ancaman nomor satu diantara penyakit mematikan yang ada. \n Seperti dikatakan oleh Menteri Kesehatan Republik Indonesia, Ibu Nafsiah Mboi, dalam acara Seminar berjudul ‘Cancer: Did You Know’ di gedung Kementerian Kesehatan RI, Jl. H.R. Rasuna Said, Kamis (21/2/2013) lalu, bahwa “Tingginya angka kematian akibat kanker ini pada umumnya disebabkan karena penyakitnya terlambat dikenali. Sehingga pengobatan yang dilakukan pada akhirnya tidak banyak membantu karena kanker sudah masuk ke tahap lanjut hingga mengalami metastasis atau menyebar. Jadi, tidak ada cara lebih baik selain melakukan gaya hidup sehat serta diagnosa sedini mungkin agar dapat diupayakan tindakan pengobatan secara komprehensif. “ \nUntuk mengatasi gangguan prostat, Anda bisa mengunjungi PROSTATE HEALTH. PROSTATE HEALTH merupakan divisi  On Clinic Indonesia yang  dapat  mengatasi gangguan prostat dengan pengobatan yang memberikan tingkat keberhasilan yang tinggi dan relatif aman karena sediaannya yang alami. Dengan panduan dari tim dokter berpengalaman, pengobatan ini sangat efektif sehingga pasien bisa hidup normal terbebas dari keluhan yang membebani. Jika Anda mengalami gangguan Prostat, silahkan menghubungi Hotline : \nJakarta (021) 2998.9050, Bogor (0251) 831.5567, Bandung (022) 422.1200, Semarang (024) 356.9900, Surabaya (031) 547.0505, Malang (0341) 324.000, Lampung (0721) 256.555, Medan (061) 4555.202, Makassar (0411) 811.2500, Balikpapan (0542) 73.1111, Yogyakarta (0274) 584.000, Denpasar (0361) 755.234, Pekanbaru (0761) 781.1234 atau SMS : 08551050005, PIN BB : 29FD2F5F,www.prostatehealth.co.id atau email :  prostate_health@onclinic.co.id"}
]