[
{"title": "Kenya's Facebook chef: 'I want to be the African Jamie Oliver'", "content": "At 24, Ndaiga decided to take up cooking professionally and joined the famous culinary school, Utali college.    \"After finishing college, I went to Orlando, in the US and worked for a restaurant. Immediately after that, I went to the UK and worked in a five-star hotel and the next year, I got a job on a cruise ship and traveled the world.\"  After gaining experience, he returned to Kenya and chose to move away from working in restaurants to teaching cooking classes online and privately.  However Ndaiga says he felt restrained because he now has the freedom to \"do whatever I want in terms of of creating a menu, creating recipes and cooking different meals... which I would never get to do if I was working in a restaurant.\"  His long term ambitions is to bring the continent together through its cuisine.  \"The impact I want for my Africa, is to be the guy who encourages people to love their cooking, the guy who brings families together. I want to be the African Jamie Oliver,\" he says.  \"But I'm not all about being a celebrity, it's about making an impact, a positive impact in somebody's life.\" "},
{"title": "Musician Akon is creating a futuristic city and his own cryptocurrency in Senegal", "content": "Akon, 45, is more recognized as a business man than a musician these days.  His most recent venture is  which is providing solar power to African countries.  Now he has turned his attention to digital currencies and its  . Akon argues that blockchain can enable Africans to become less dependent on their governments. \"I think that blockchain and crypto could be the saviour for Africa in many ways because it brings the power back to the people... Cryptocurrency and blockchain technology offer a more secure currency that enables people in Africa to advance themselves independent of the government,\" Akon a the event held in the French city of Cannes.  His views were echoed by participants at the  , where a group of tech experts gathered last week to discuss \"trends, challenges and opportunities affecting markets across the continent.\" Tricia Martinez, CEO of zero-fee money app   noted that almost 94% of transactions on the continent are still cash-based.  She blamed the fees charged by financial institutions on transactions as a major setback for adoption.  \"Zero fee is how we're going to solve financial inclusion,\" Martinez said.  While attention is given to unbanked Africans, the experts also noted that an increasing number of underbanked Africans had already given up on the financial system due to its inefficiencies and high fees.  Campbell on the other hand believe the shortcomings of Africa's banks are creating spaces for blockchain to fill.  \"The future is transactional. Blockchain will do for payments what the internet has done for information,\" Campbell said.  But Rasheed Alabi, a risk management analyst, says Africans see cryptocurrencies as a means of achieving financial independence and escaping the continent's ailing economies.  \"We missed the internet boom, crypto is another opportunity for us,\" Alabi says.  With African governments tightly controlling several sectors including banking and internet access, Africa's crypto evangelists say blockchain offers an instrument that the government cannot regulate.  \"Governments around the world are already losing their voice when it comes to becoming their citizens' financial and security advisers. People don't trust the government anymore and the global liberalist movement is fast rising,\" Alabi told CNN.  However, a major obstacle that Akon's AKOin must overcome is regaining the trust of some Africans who are wary after losing savings to online investment ventures and ponzi schemes such as MMM.   Data shows that investment in cryptocurrency is growing In Africa, South Africans and Nigerians are the highest ranked African countries with the largest volume of , according to data from  .  Instead of continuing to oppose its adoption, Alabi said African governments need to get on board and share Akon's vision by keeping an open policy, he says.  Some African governments are already taking steps to embrace blockchain technologies.  In Ghana, it is being deployed by the  . Kenya is boosting remittances with the technology while in South Africa, it is being used for identity verification. "},
{"title": "'Come to Africa,' Nigerian star Davido urges as he lands BET award in LA", "content": "During his acceptance speech, Davido, 25,   who died in a drowning incident over the weekend, according to local media reports.  The annual BET Awards celebrates the best in music, movies and sports. "},
{"title": "Ethiopia's new Prime Minister has had a stellar two months, can he keep it up? ", "content": ", the Prime Minister has toured the country, listening to the people's grievances. He has reassured the public that his government is ready to take concrete steps towards democratic opening and national reconciliation.  His government has of political prisoners, met with the political opposition and civil society to discuss reform, invited previously exiled political parties to return to their country, and embarked on  including the security and the justice sectors.   In just 66 days, the Prime Minister has turned a new page in Ethiopian history, restoring hope and optimism in the direction the country is taking.  The concrete and symbolic steps being taken on both national and regional levels show that the Ethiopian leadership is making impressive strides towards the party's promise to widen the democratic public space and foster national reconciliation.      In 1998, Ethiopia and Eritrea fought one of Africa's senseless and deadliest war, which killed an  , ripping the social fabric that tied these culturally and economically interconnected peoples together.  In 2000, the two countries signed the  , which was designed not just to end the military hostilities and the killings but also to repair the socio-economic fabric ruptured by the war.  Yet, 16 years on, the countries are still at a 'no peace, no war' situation, with thousands of soldiers still manning the border regions.  Although both countries presented territorial disputes as an official justification for the war, the real reason behind the war is far more complex and has uniquely regional historical and cultural roots.  Ethiopia invoked technical and bureaucratic justifications to derail the implementation of the boundary commission's decision and ultimately frustrated the process, setting the scene for the intractable stalemate.   The Eritrean government used Ethiopia's refusal to relinquish sovereign Eritrean territory and the subsequent militarization of the border to justify its own repressive rules at home.  The regime maintained compulsory military service, and pursued politically and economically that forced an estimated  to flee the country.   Over the last 16 years, the Eritrean government demanded Ethiopia's full compliance with the Boundary Commission's decision as a condition for normalizing relations.  Now that Ethiopia has satisfied Eritrea's demands, putting the ball firmly within Eritrea's court, the Eritrean regime cannot use these excuses to prolong the conflict and maintain the persistent repressions at home.    Given the transformational changes taking shape in Ethiopia and the concrete steps the new leadership have taken in the domestic arena, there is no reason to doubt the sincerity of the government.  After all, this announcement is a continuation of the promise Prime Minister Ahmed made during his inaugural speech two months ago.  Ethiopia's announcement to comply fully with the Boundary Commission's decision will mark a new chapter in the relations between the two countries and will be consequential for regional peace and stability.   Another major announcement by the new government center around plans to liberalize the economy, including decisions  such as aviation, energy, telecommunication, and manufacturing. Under the plan, foreign and domestic investors can buy minority stakes in sectors that were previously deemed off limits to private enterprise.   This announcement represents a major policy shift by the government as the new leadership seeks a new direction for the economy while maintaining the interventionist aspects of the developmental state policy.   Since the 2005 disputed National Election, the ruling party and its leadership embraced the 'Democratic developmental state' economic model and used this phrase to describe the ruling party's ideology and to criticize the neo-liberal economic model.  Over the last decade, Ethiopia   impressive economic performance. Although there are reasons to suspect the credibility of the data and the real extent of the growth, it was among the fastest growing economies in the world, averaging double-digit economic growth and cutting poverty by half.    However, the developmental state model as practiced by the previous government is not merely an economic policy.  It is a politico-economic whole by a project of social engineering and political control, leading to massive land grab and the expulsion of hundreds of thousands of people from their ancestral lands without appropriate consultation or compensation.   While the policy shift does not constitute a wholesale abnegation of the developmental state model, it certainly represents a significant departure from the previous approach.  According to the press statement, the government will continue to participate in economic activities to ensure increased spending on infrastructure investments and other socially rewarding projects.  However, as the government seeks to widen the political space and empower citizens, the authoritarian economic model practiced by the previous governments needs to undergo a renewal.   Many of Ethiopia's public enterprises have been neither efficient nor profitable and their privatization is long overdue. Several sectors under public ownership such as telecommunication and electricity can benefit from private sector investment and dynamism.   While Ethiopia's economy certainly needed a new direction, the government must be cautious and must move with extreme care in rolling out these policies, particularly in opening up certain sectors to foreign investment. For example, it is not clear why the government seeks to partly privatize the Ethiopian Airlines, the most efficient, profitable, and reliable   The carrier,   by acquiring several under performing airlines, is considered a national treasure, which has a significance far greater than revenue generation.  The government must undertake a thorough impact assessment sector by sector, and industry by industry, if necessary, to minimize the devastating effects of opening up capital strapped markets to foreign competition.  Finally, Ethiopia's new leadership is making remarkable progress on several fronts, but faces serious risks from within which could jeopardize the progress made over the last two months.  It is important that regional powers and Western governments support the transition in this country whose stability is critical for the entire Horn of Africa region.   "},
{"title": "Sex-for-grades scandal: Nigerian professor sacked", "content": "He added that the university had decided the professor \"should be dismissed from the services of the university for gross misconduct.\" CNN could not immediately reach Akindele for comment. The sacking comes just one month after   with Master's student Osagie, who secretly taped a phone conversation with Akindele to gather evidence against him.  Nigeria's Senate, in reaction to CNN's interview, called for a \"full-scale investigation\" into her allegations earlier this month. The lawmakers he growing number of cases of sexual harassment in the nation's universities. Akindele could face criminal charges pending the outcome of the Senate investigation.  Osagie could not be immediately reached by CNN for her reaction to the news of his sacking.  However, her lawyer Biola Akiyode told CNN: \"Monica is very happy. This is a huge victory, not just for Monica but for other students.  \"This victory should encourage any student, no matter if they are university or secondary school students to speak out. What Monica did was very brave and I hope lecturers will now see that there are consequences to their actions.\"  It also emerged during the university's investigation that Akindele had concealed Osagie's real examination score as part of his ploy to have sex with her for better grades.  Osagie's marks were 45, which is a pass mark by the institution's grading, according to the university.  The university council said there was no evidence to support Akindele's claims that he had been sexually harassed by the student in the first place to raise her marks. \"His claim that Miss Osagie knew that she had passed with a score of '45' but was seeking to score an 'A' and that this led to him being sexually harassed by Miss Osagie cannot be supported by any evidence,\" the university said. OAU's decision is largely seen as a victory for many students and many who hope it will serve as a deterrent to predatory sexual behavior on Nigerian campuses.  \"Universities now also need to thoroughly enforce their rules, which are already existing. There can be no more hiding place for rogue lecturers in our schools and universities,\" Akiyode said. "},
{"title": "Nigeria's Super Eagles miss out on nearly $300k match bonus after Croatia loss", "content": "The team's loss against Croatia meant they also lost out on another $50,000 promised to them by the federation sponsor Aiteo, while Nigeria's Senate President Bukola Saraki also promised the team another $50,000 for all games won, according to NFF president Amaju Pinnick.   Reports from local media also said Saraki   ahead of their departure to Russia. Bonus payments have been an issue of controversy within the Nigeria squad and some other African countries in the past.  Nigerian players have battled with the NFF leadership over very long delays in paying out bonuses especially in the qualification games leading to major tournaments.  The fight culminated in a series of strikes by players at the start of the 2013 FIFA Confederations Cup and during the 2014 World Cup in Brazil. Ghana's Black Stars made global headlines for the wrong reasons at the 2014 World Cup in Brazil after their fight with their federation over monies owed.  The disagreement forced FIFA to intervene by making advance payments to the Ghana FA to allow them to pay the players their bonus and put the media focus back on the pitch rather than the fights for cash.  In the case of Nigeria, the government was forced to send a delegation carrying dollars in cash to pay the players on the eve of their game with France.  The Super Eagles eventually lost the game and crashed out of the World Cup in 2014.  The current NFF leadership say they have learned the painful lessons from the events in the Nigerian and Ghanaian camps and ensured that cash issues were sorted out way ahead of the 2018 World Cup. NFF president Pinnick explained to CNN that they signed an agreement on the bonus sharing formula with the players last year and also paid their share of FIFA's qualifying bonus upfront to avoid any disagreements.  \"We are confident now that without any distraction, the players can concentrate with Nigerians and fans of the Eagles see the most organized outing so far,\" Pinnick told CNN.  After the players signed the bonus and allowances agreement with the NFF last year, team captain Mikel Obi told the federation's official website,  : \"We are very happy and excited with this development. This is the first time since I started playing for the senior team that I would see everything regarding preparation and bonuses and allowances put down in black and white and a binding agreement executed.  \"It is reassuring that we now have a Federation leadership so committed to making everything work that they arranged this meeting and allowed the players to contribute and then set out to sign the agreement.\"  Fans have however been disappointed with the Nigerian team's performance in their opening game against Croatia, which they lost 2-0 because of an own goal and a penalty.  Nigeria are now at the bottom of the Group D table after the defeat but the team's coach Gernot Rohr has said he is very confident that the team would qualify to reach the next round.  Rohr said: \"We are disappointed. We recognize that Croatia had the better team... and my young players made mistakes, again on the corners. Of course you are not satisfied when you don't score.  \"We were satisfied with the organization of the team defensively, but we did not have many chances to score.\"   Nigeria's next game is against Iceland at the Volgograd Arena on Friday."},
{"title": "Obama to visit Kenya for the first time since leaving office", "content": "During that visit,  after he landed at the airport.  While in Kenya next month, Obama will also meet with the nation's president, Uhuru Kenyatta, and opposition leader Raila Odinga.  From Kenya, Obama will head to South Africa between July 16-19, where he'll meet with President Cyril Ramaphosa and also speak at an event in honor of Nelson Mandela's birthday in Johannesburg.   He'll also take part in a town hall with the 200 newly selected Obama Foundation leaders in Africa.  \"President Obama looks forward to meeting these emerging leaders for the first time, hearing about the extraordinary work they are doing across Africa, and discussing how the Obama Foundation can support their civic leadership development,\" his office said.  Before jetting to Africa, Obama will visit Spain and Portugal from July 5-7. During that trip, he'll speak at an economy and innovation conference  in Madrid, Spain, and also visit Porto, Portugal, where he'll attend a climate change leadership summit."},
{"title": "Zimbabwe blast rocks stadium in apparent assassination attempt on President", "content": "\"The President's response has been: We answer with love. We must not speculate ahead of investigations,\" Charamba said.  The country's two vice presidents were among the injured, the   reported. Kembo Mohadi suffered leg injuries, and Constantino Chiwenga had slight facial bruises, state media said. Chiwenga's wife was also hospitalized, but she has been treated and released, Charamba said.  Other injured officials include Oppah Muchinguri-Kashiri, minister of water, environment and climate, and Engelbert Rugeje, party secretary of the ruling ZANU-PF.  Mohadi remained hospitalized early Sunday, as did Muchinguri, Charamba said.  The Zimbabwe Broadcasting Corp. said three of its crew members were hurt and taken to Mpilo Hospital in Bulawayo The US Embassy in Harare condemned the attack. \"Political violence in any form is unacceptable & contrary (to the) positive progress required (to) move Zim forward as it seeks (to) take its place on the global stage,\" the embassy said on Twitter. \"Our thoughts & prayers go out (to the) victims & their families.\" Nelson Chamisa, an opposition leader in Zimbabwe, denounced the stadium explosion. Chamisa heads the Movement for Democratic Change and is a contender for president in elections next month. \"Our prayers go out to the injured and we hope no lives have be lost,\" Chamisa said. \"Violence must have no place in our politics. May God bless and protect the country we all love.\" The will be the first since the country's military forced   out of office in an apparent coup in November."},
{"title": "Nigeria overtakes India in extreme poverty ranking", "content": "A recent rise in oil prices has helped to spur the country's economic recovery. Addressing the situation in March this year,  said that although growth was again beginning to rise, \"more needs to be done to reduce unemployment and address poverty.\" But while the numbers of Nigerians falling into extreme poverty grows by roughly six people every minute, poverty in India continues to decrease.  At present, an estimated 5.3% of Indians or 71.5 million people, live below the poverty line.  The researchers note that 14 out of 18 countries where poverty is rising are in Africa, adding that if current rates persist, 90% of the world's poorest will be living on the continent by 2030. Bangladesh and Indonesia are the only other non-African nations to feature among the list of 10 worst affected countries, with an estimated 17 million and 14.2 million people living in extreme poverty, respectively.  Other nations in Africa to feature on the list of 10 worst affected countries, include the Democratic Republic of Congo, with 60 million people; Ethiopia with 23.9 million people; Tanzania with 19.9 million. Mozambique, with 17.8 million people; Kenya, with 14.7 million people; and Uganda, with 14.2 million. Data compiled by the World Poverty Clock was drawn from both household surveys and new projections on country economic growth from the International Monetary Funds' World Economic Outlook.  Researchers noted that between January 1, 2016 and July 2018, the world has seen about 83 million people escape extreme poverty, owing in part to the introduction of internationally agreed  , intended to \"end poverty\" by 2030. \"The task of ending extreme poverty by 2030 is becoming inexorably harder because we are running out of time. We should celebrate our achievements, but increasingly sound the alarm that not enough is being done, especially in Africa,\" the researchers say."},
{"title": "Nigeria: Scores killed, homes burned in Plateau State attacks", "content": "Lalong called the curfew \"an immediate measure to protect the lives of citizens\" in a statement on Twitter and said it will be in effect \"until further notice.\" He promised to follow up with longer term measures to secure peace in the area.  Nigerian President Muhammadu Buhari posted a message on Twitter sending condolences to those affected and appealing for calm. \"The grievous loss of lives and property arising from the killings in Plateau today is painful and regrettable,\" he said. \"We will not rest until all murderers and criminal elements and their sponsors are incapacitated and brought to justice,\" Buhari said.  Vice President Yemi Osibajo visited Plateau State on Monday to condole with families and communities affected by the attacks, his aide Laolu Akande said.  Akande said Osibajo met with different parties affected by the conflict in the state to discuss an end to the spate of violence in the state. The Nigerian President's ability to quell violence in the country is certain to be a defining issue in the upcoming 2019 presidential elections.  Nigeria is already grappling with a decade-long Boko Haram insurgency, which has killed thousands of people and displaced millions internally. Buhari, who is ethnically Fulani, has been accused of not doing enough to stop the violence and widely criticized on social media for his perceived inaction. Furious Nigerians have taken to social media to voice their anger at the relative ease at which the herdsmen repeatedly attack vulnerable communities across the Middle Belt.  in January following weeks of violence between nomadic herdsmen and farmers killed Benue State, another central region state. Another 19 people, including two priests, were killed in Benue State in April after a gunmen opened fire at a church, police said. Buhari visited Benue state to console families and communities affected by attacks earlier this year, but argues that the problem is a wide ranging one that pre-dates his administration.  Buhari said that some of the armed herdsmen were trained by Libya's security services under the country's former ruler, Moammar Gadhafi, who was ousted from power and killed in 2011. \"These gunmen were trained and armed by Moammar Gadhafi of Libya. When he was killed, the gunmen escaped with their arms. We encountered some of them fighting with Boko Haram,\" in a report on Nigeria's Channels television in April. Since then, Buhari said the crisis had been \"made worse by the influx of armed gunmen from the Sahel region into different parts of the West African sub-region\" Buhari said in a conversation with the Archbishop of Canterbury Justin Welby during his visit to London in April."},
{"title": "Halima Aden: Vogue hijabi cover star on growing up in a refugee camp", "content": "The model recalls her early days at the camp which  to host refugees from Ethiopia, Sudan and Somalia.   \"It was good and fun,\" she says of her childhood memories. \"We mixed with different people from diverse religions and communities and that made our childhood fun.\" When war broke out in Somalia in 1992, her family's house was set ablaze, forcing them to flee to neighboring Kenya. The family settled in the refugee camp located in Kenya's remote  . Kakuma was set up to serve mostly south Sudanese refugees but is now home to thousands displaced by wars across Africa.  They mostly come from Somalia, Ethiopia and the Democratic Republic of the Congo, Eritrea, Uganda and Rwanda, according to the UNHCR. Previously Kenya announced  but backed down in the face of international pressure. Most of the refugees living there depend on food and aid from humanitarian organizations till they are resettled, a process that is often slow.  In 2004, Aden's family was among those resettled to St. Louis in the United States after a decade-long vetting process. Until Aden's family made their way to St. Cloud Minnesota, also known as \"little Mogadishu,\" she says she had difficulty adjusting to the new life in the US  and longed for her home in Kakuma.  \"In the US there were cliques, but back home children played together in groups, we had come together and blended our beliefs to form our own unique multi-environment. We got along really well,\" Aden says.  However, her life changed when, in 2016, she participated in the  .  During the two-day beauty pageant, Aden showed only her face, making her the first contestant to wear a hijab and a burkini in the pageant. According to Aden, taking part in the pageant was an opportunity to dispel the narrative that Muslim women are oppressed. She says she was bullied for wearing her hijab growing up and wanted to show people that she was proud of her religion and culture. \"There are so many Muslim women that feel like they don't fit society's standard of beauty,\" she told CNN.  \"I just wanted to tell them it's OK to be different, being different is beautiful, too.\" Earlier this month, Aden made a return to Kakuma for the first time since she left.  She had been at the first ever  .  Aden immediately shrugs off any sense of victimhood at growing up in a refugee camp. Instead, she says the trip brings back happy memories.  \"This was my first home, a place of safety for many families who come here to seek peace but it's also sad that it is still a refugee camp,\" she says wistfully.   \"While there were many struggles that came with living in a refugee camp, I think many are surprised to know that I would characterize my childhood as good. Kakuma is definitely a place of hope. The camp inspired me to work hard in life,\" Aden told CNN.  Kakuma's aerial view paints a picture of an organized and neatly designed city, but like most refugee camps, it's a mirage.   Aden says not much has changed since she left 13 years ago.  \"It broke my heart to see how little has changed within the classrooms since I was in the camp. Refugee children deserve the same opportunities to flourish and be successful in school.\"  Aden plans to use her new-found fame to impact the lives of those left behind in the camp and has formed a partnership with United Nations Children's Fund (UNICEF).  She not only wants to see better living standards for refugees but also, \"to be included in the conversation when we talk about making the camp life better for refugees.  \"They know better than anyone what changes need to be made, what has been effective, and where efforts are most needed.\""},
{"title": "Nigeria World Cup kit sells out in minutes as fakes flood Lagos markets ", "content": "While another said it was \"the nicest World Cup kit, this is the best, of this World Cup, they are the nicest. People of other cultures are trying to copy ours so... we are so fly, you can't blame us.\"  Hours later the bright green and white jersey appeared to have sold out everywhere, leaving fans disappointed.  Nike UK said in a tweet that it currently had no plans to restock the merchandise, prompting angry responses online from fans already frustrated from having to wait weeks for the kit's release.  CNN was not immediately able to reach Nike for comment.  The decision is sure to fuel the market for counterfeit jerseys. Fake versions of the Nigeria kit have been openly on sale in Nigeria for at least a month. CNN recently visited a bustling business district of downtown Lagos and found shops selling replica versions of several World Cup kits including Brazil and England.  The replica jerseys are made in Thailand, one of the sellers told us and were selling for between $20 to $40 depending on the quality, while more lower grades can go for around $5.  Seller Ronke Oni told CNN the anticipation for kits before they were released on Friday fueled demand for the replicas.  \"People started buying the 1994 US World Cup jersey a lot when the new Nigeria jersey didn't come out early. I got the new Nigeria jersey last month from Thailand. It sells faster and it's cheaper. The most popular one is the home jersey. It's hotcake right now.\"  Oni told CNN she mostly sells the fake jerseys online and via social media.  \"Most Nigerians, I don't think can afford the original,\" she said. \"The replica is the same as the original, except you look closely at it.\"  Some analysts think that Nike waited too long to make the kits available and created space for bootleggers like Oni to cash in on demand.  Sport journalist Godwin Dudu-Orumen, who runs a sports academy in Lagos, said: \"The kits are not readily available. If I want to buy one and I can't find it, more than likely the man on the street will go for the one that's fake. They need to ensure that the kit arrives in good time, don't wait until expectations are climbing.\"  \"Four to six weeks ago, someone asked me but I didn't know where to get one and now fake kits are being sold on the streets. You can dilute that demand by making the kit available in good time.\"  Kits deals can be highly lucrative to football federations. The Nigeria Football Football Federation (NFF) entered into a three-and-half-year partnership with Nike to make the country's kits in 2015. The deal was worth $3.75m and a $500,000 bonus if the \"Super Eagles\" qualified for the 2018 World Cup in Russia, according to    The NFF previously had a deal with German sportswear brand Adidas, joining countries such as Australia, Brazil, England, France, the Netherlands, Portugal, South Africa, the US and South Korea.  Meanwhile England's 12-year kit deal with Nike is reportedly    Recently the NFF complained about how counterfeiters can potentially ruin such lucrative deals.  \"The people who will criticise the NFF for not getting a so-called big sponsorship kit deal are the same ones who will undermine our ability to do so by buying the counterfeit jerseys,\" NFF head Shehu Dikko said in an Most of the sellers that CNN spoke to in Lagos didn't seem to understand why it was wrong to sell fake goods.  Oni acknowledged, when pressed, that what she was doing was illegal, however, for her and other sellers, it all boils down to affordability.  Nearly half of Nigeria's 196 million population live in poverty, according to the World Poverty Clock agency.  The minimum wage in Nigeria is around $50 per month and very few have a disposable income to splash on luxuries such as football kits, even in a country as football mad as Nigeria.  Analyst Dudu-Orumen says it is inevitable that people here will always be attracted to the cheaper alternative, even when it is fake."},
{"title": "Nigerian singer D'banj loses son in swimming pool drowning", "content": "The singer regularly shared pictures of his son on his Instagram page and posted an image of him changing Daniel's soiled diapers on Father's Day.  Meanwhile the Lagos state police command released a statement saying a delegation of officers had visited the family at their home in the Ikoyi suburb of Lagos on Monday but no one was home.  The statement asked D'banj and his wife to report the circumstances of the boy's death to the police station after their mourning period.  \"It is expected that when the mourning period is over, the family should formally report the circumstances that led to the unfortunate death of little Daniel to the police. May his soul rest in peace. Amen,\" police spokesman Chike Oti wrote in the statement.  Celebrities and fans around the world have been posting their condolence messages to the family on social media.  Another Afropop star, Davido, who won the BET Awards' Best International Act on Sunday, offered his condolences to the star while receiving his award.  Davido also cited D'banj's influence in boosting the popularity of the Nigerian music industry globally in his acceptance speech.  D'banj won the same award in 2011.  The singer, whose real name is   was one of the frontrunners of the new wave of  , and had a global hit in 2012 with his infectious hit \"Oliver Twist.\"  The   featured a cameo from Kanye West and has been viewed 45 million times on YouTube."},
{"title": "'The use of rap music is not allowed in preaching,' Catholic Church suspends rapping priest", "content": "Popularly known as 'Father Masaa,' Ogalo has been using rap music to attract a young people to his church and using it to spread the message against drug abuse. Father Ogalo said his rap music was successful in bridging the generation gap.  \"I use the rap music to bring ... youths to the church. Thereafter, I bring them to Christ,\" he said.  H owever, his bosses disagreed. Speaking to CNN on the phone, Bishop Philip Anyolo, who heads the diocese in Migori county where Father Ogalo serves, confirmed the priest has been suspended from leading church activities. \"Yes, the church has taken disciplinary measure against Father Ogalo. The use of rap music is not allowed in preaching,\" he said. The priest has been given a one year break to look into his ways before coming back to the church.\"  \"We have just barred him from preaching using rap music to allow him time to change his ways,\" Anyolo said.  Father Ogalo is free to worship in the church but cannot lead prayers in his previous capacity as priest, he added.  There are an estimated 7.5 million baptized Catholics in Kenya, according to the Kenyan Conference of Catholic Bishops.  A popular priest, who regularly appeared on local TV and did radio interviews, Ogalo was seen as the new face of the church in the country.  A lecturer at a leading Kenyan Christian university sided with Ogalo, saying the church was afraid of the \"revolutionary content\" of his messages.  Wandia Njoya said: \"We teach hip hop and the Bible at  . It's not the priest's popularity that the church is afraid of. It's the revolutionary and African content of hip hop.\" Unsurprisingly, many on social media also sided with Father Ogalo and some branded the Catholic Church in Kenya \"dictatorial.\"  One Twitter user, Joseph Karamoja argued that the church needs to move with modern times as TV, cars, cellphones, microphones and speakers were not used in the Bible but \"all are used today to spread the gospel.\"  Another one wrote: \"My message to Fr Paul Ogalo, \"Don't Stop! Keep bringing the youth closer to God. He will never judge you.\""},
{"title": "Why we have fallen hard for the Senegal World Cup team", "content": "Egypt are almost certainly out of the tournament with two defeats under their belt, Morocco have also now lost two matches (against Iran and Portugal), Tunisia lost 2-1 to England, and Nigeria is currently languishing at the bottom of their group after losing 2-0 to Croatia in their first game.  Senegal is currently Africa's best chance and they are carrying the hopes of a continent on their shoulders. No pressure guys!  And who can forget their cool celebration dance after they scored. Hopefully we will see much more of this dance as the World Cup progresses.   Aliou Cissé is quite possibly the coolest coach in the tournament. He is unmissable pitch-side with dreadlocks and oversize spectacles.   At 42, he's the youngest coach in the World Cup and has now been immortalized in a meme.  Cisse was the former captain of his national side and is blazing a trail for other African coaches -- crucial in a continent that tends to favor the expertise of foreign coaches over homegrown talent.  \"I represent a new generation that would like to have its place in African and world football,\" he told   in Russia recently.  \"Indeed I am the only black coach in this tournament. It's a painful reality that annoys me. I believe that football is universal. I believe that skin color has little importance in the game.\" Senegal's supporters are just adorable. They are energetic, colorful, fun AND they stayed behind after the game to  .  They've become absolute legends and the show of respect to their host country has won them a legion of fans.  has been tweeting his support for the team and arrived in Russia ahead of Tuesday's game to cheer the team on.   He also took part in an inspirational video message encouraging 'Les Lions' and showing them that the whole country is behind them.  In the video, Sall can be heard saying: \"I am very pleased to see you on the occasion of the qualification of our national team to the World Cup. Sixteen years has been a long wait.... unity is our country. This is why my hope is that everybody unites in their support of the national team.\"  Senegal's national dish is the Thieboudienne, a delicious one-pot rice and fish dish which is often called jollof rice  Tongue-in-cheek jollof wars are common, particularly among Nigerians and Ghanaians who have been locked in a never-ending battle of which country has the best version.  But even Nigeria's culture minister Lai Mohammed agrees that   "},
{"title": "Dozens injured after blast hits rally attended by Ethiopian leader", "content": "Aman said that 156 people needed medical attention and that 51 of them remain hospitalized. \"Thank you all those who volunteered to donate blood for victims of the incidence,\" Aman wrote on Twitter. \"Currently there is no shortage of blood. Please keep up the good work. That's what defines being Ethiopian.\" Solomon Ali of the Ethiopian Red Cross Society said it was difficult to move the wounded from the blast site because thousands of people were at the rally.  The explosion occurred after Ahmed had finished giving a speech before thousands of supporters in the capital's Meskel Square. It's too early to know if the deadly blast was an assassination attempt on the new Prime Minister, the minister of government communications said.  Minister and spokesman Ahmed Shide said an investigation is underway and any findings will be made public. UN Secretary-General António Guterres expressed his solidarity with Ethiopians.  \"The Secretary-General condemns this act of violence,\" spokesman Stéphane Dujarric said. \"He conveys his condolences to the families of the victims and wishes a speedy recovery to those injured.\" In April, on a platform to unite Ethiopians and improve relations with neighboring Eritrea.  Last week, he announced he was   blocked under the previous regime."},
{"title": "Hunted for their body parts and stigmatized: Malawi's albinos will contest elections", "content": "\"Persons with albinism continue to face daunting challenges which include justice denial, education denial, insecurity, ritual attacks, unemployment to under-employment and cancer attacks,\" Kondowe told CNN. He added: \"We need the visibility in government, especially at the parliamentary level because they will fight against discrimination and other problems facing persons with albinism in Malawi.\" Kondowe said previous governments have not done enough to protect albinos from being targeted for ritual killings.  In 2016, Malawi passed a law to tackle an increase in killings of albinos in the country. The Penal Code Amendment Act and Revised Anatomy Act, created new offenses and tougher penalties for those who attack albinos in the country.  But a year later, human rights group  that despite stronger legislation, people with albinism were still being killed for their body parts. The United Nations recently warned  in the Southern African nation, which has around 10,000 people with albinism, the agency said.   Even after albinos are killed, some attackers go a step further and steal their remains from graveyards, said Ikponwosa Ero, the United Nations' expert on albinism.   Albinism is a genetic condition that leads to little or no pigment in the eyes, skin and hair.  The condition is not limited to countries in Africa. In the United States, about one in 20,000 people have some type of albinism.  But in countries such as Tanzania, the number can be as high as one in 1,500."},
{"title": "Chinese Uyghurs forced to welcome Communist Party into their homes", "content": "\"It's the ultimate form of surveillance -- it's a forced political indoctrination and assimilation program,\" she added. \"It's both creepy and perverse.\" The \"home stay\" program, evolved from a government attempt that began in 2014 to have officials regularly visit and monitor people in Xinjiang, has greatly expanded since, involving 110,000 officials just two years ago to more than a million now, according to government figures.  State media reports these officials, most of whom belong to China's predominantly Han ethnic group, teach minority families to speak Mandarin, sing the national anthem and organize weekly national flag-raising ceremonies -- activities similar to what activists say are mandated for thousands of Uyghur Muslims   across Xinjiang. CNN contacted the Xinjiang provincial government for comment but has not yet received a response. Tensions have remained high in Xinjiang -- a resource-rich area long inhabited by the Turkic-speaking ethnic Uyghurs and other Muslims -- following a spate of  . The Chinese authorities have blamed the incidents on Muslim Uyghur separatists seeking to establish an independent state. In numerous photos posted online, the authorities paint  , showing smiling Han officials and minority families jointly preparing meals, doing household chores, playing sports and even sharing the same bed -- images that Human Rights Watch's Wang says put the \"forced intimacy\" element of the program on full display. Government statements have stressed the program's effectiveness in resolving people's daily and social problems such as trash collection to alcoholism.  But in a speech last December, a top Xinjiang official made clear the scheme's \"strategic importance\" in \"maintaining social stability and achieving lasting security,\" as well as instilling the political theory of President Xi Jinping in the minds of local residents.  A local government statement online also indicated that officials must inspect the homes they are staying for any religious elements or logos -- and instructed the officials to confiscate any such items found in the house. Activists say the regional government, now led by a hardline Xi loyalist, has not only continued to arrest and imprison many Uyghurs, but also increasingly relied on both   to keep the population in check. In addition to the \"home stay\" initiative and the political education camps, they cite examples ranging from ubiquitous surveillance cameras, to mandatory GPS tracker installation in cars and DNA collection for all residents aged 12 to 65. Last year authorities also enacted a sweeping anti-extremism law, with   all on the ban list, prompting new denunciations from international human rights groups. Amnesty International has said Uyghurs face widespread discrimination in housing, education and employment as well as curtailed religious freedom in their homeland. Other critics have linked the rise of violence in Xinjiang to Beijing's repressive reign there -- a claim the government vehemently denies. Over the past decades, the arrival in Xinjiang of waves of Han Chinese has also fueled ethnic tensions, despite the government's best effort to portray an image of ethnic harmony. \"We guarantee the legitimate rights and interests of all ethnicities and prohibit the discrimination and oppression against any ethnic groups,\" Zhang Yijiong, a senior Communist Party official in charge of ethnic minority affairs, told reporters last October. \"The cultures, histories, languages and traditions of all ethnicities are protected and respected by national laws.\" Critics of Beijing's Uyghur policy see a starkly different scenario in Xinjiang, as the authorities intensify their crackdown and surveillance while forced political indoctrination spreads. \"The real intention of the Chinese government is to eliminate the Uyghurs as a distinct ethnic group,\" Rebiya Kadeer, a longtime exiled Uyghur leader who recently stepped down as president of the advocacy group World Uyghur Congress, told CNN in an interview in Washington last year. \"All this repression (in Xinjiang) only makes the Uyghurs hold on to their identity more firmly,\" she added. \"China has awakened the Uyghur people.\""},
{"title": "Heavy rains frustrate search for teen soccer team trapped in Thai cave", "content": "Another anxious parent, Pinyo Bhodhi, 37, said he became worried when his son, Pipat, 15, hadn't returned home Saturday evening -- the day before his birthday.  He told CNN he'd arranged a party and a cake for Pipat, a keen soccer player who \"trains every day\" and has dreams of being on the Thai national team, on Saturday night.  When Pipat failed to come home, his father started calling around to his son's friends, teammates and coaches.  \"It was already 7 (or) 8 p.m. and he hadn't returned home, (so) I started to look for him.\" When he learned of the boys' disappearance at the caves, he rushed to the scene near Chiang Rai and has been waiting there since Saturday night. He said he discovered his son's bike outside the cave.  \"When I saw his bike parked inside at the cave, my tears were just dropping. I was desperate to find my son. \"We need a miracle. I want him back.\" He was looking forward to seeing his son blow out candles on his birthday cake, but now \"the cake remains at home.\"  The families sit and wait as rescuers battle heavy rains to search the flooded system of caves where the group is thought to be trapped. Emergency services are attempting to pump water out of the cave complex after the rain flooded the caves and the passages that link them. \"We (are) drawing out water from the cave, and we're (currently) looking for more water pumps\" and long cables with which to power the pumps, said Kamolchai Kotcha, an official with Thailand's national parks authority. A team of Thai Royal Navy SEAL divers, who re-entered the cave complex early Tuesday, haven't found any trace of the children or their coach, Kotcha told CNN by phone.  However, Deputy Prime Minister Prawit Wongsuwan said that the government had not ruled out hope of finding the boys and the coach alive. \"We are still optimistic they are all alive. Even though they may not have anything to eat, they should have water to drink.\" Vernon Unsworth, a spelunker who lives in Chiang Rai, said the conditions in the cave are difficult.  \"The water is rising all the time. Physically it's not a hard cave; it's just very long,\" he told CNN from the rescue site.  \"I think we just have to wait for the navy SEALs to see what they can do, how far they can go. The conditions further on will not be easy so we just have to wait and (keep our) fingers crossed.\" He said a big pool of water is continually rising in a section of the cave about 3 kilometers (1.7 miles) from the entrance. The \"next six to eight hours will be crucial,\" he said.  Kotcha of the national parks authority said around 40 chambers are inside the Tham Luang Nang Non cave, \"both small and big ones.\"  Rescuers suspect the missing boys are still in the main chamber of the cave. Thai Interior Minister General Anupong Paochinda said the divers could only work intermittently due to the restrictions of their equipment. He said the rescue team was trying to reduce the water level to prevent it from \"reaching the ceiling of the passage\" so there's an air pocket for the rescuers.  \"The water is muddy; it has also still blocked the passage (into the chamber). The SEALs have switched from using (an) oxygen tank to a closed-circuit system,\" which allows them to dive up to three hours at a time.  \"We are arranging more water pumps and electricity cable to drain water. Hopefully we can create some space (at the passage) for them.\" Kotcha said the team is waiting for updates from the SEALs, who are trying to get through the flooded channel."},
{"title": "China's first homegrown aircraft carrier heads out for sea trial", "content": "But experts said while the new aircraft carrier will dramatically boost China's military power in the Asia region, its technology was still outdated and lagged far behind the world's naval superpower, the United States.  \"This is, in and of itself, not designed to be some frontal challenge to US power in the Asia Pacific, because it simply isn't in the class of America's aircraft carriers,\" Sam Roggeveen, senior fellow at Sydney's Lowy Institute, told CNN. China's second aircraft carrier will be \"modernized\" compared to its first, experts said, with a design that's bigger and heavier to allow it to carry more planes.  The basic design for the new aircraft carrier is clearly modeled heavily on the Liaoning, including the signature ski-jump inclination at the front from which aircraft lift off. The ship, which is roughly 315 meters (1,033 ft) in length and 75 meters (246 ft) wide, uses conventional rather than nuclear propulsion, and is believed to displace 50,000 tonnes, according to reports in state media.  Speaking to CNN, RAND Corporation senior international defense research analyst Timothy Heath described the design as generally easier to build and to operate aircraft from. But expert analysis of pictures and satellite images of the new China-built vessel reveals it has been altered in subtle ways, possibly allowing it to accommodate up to eight additional aircraft. By comparison, the Liaoning is thought to currently carry around 30 warplanes, including fixed wing aircraft and helicopters. According to Peter Layton, visiting fellow at the Griffith Asia Institute, the Liaoning was intended to act as more of a training vessel, whereas the new ship is likely to be deployed in combat missions, positioning China alongside a select number of countries with global naval capabilities, including Russia, France, the United States, and the United Kingdom. As of this year, the United States Navy fields 11 nuclear-powered aircraft carriers, more than any other nation in the world. The US ships feature \"catapult\" technology, in which a gear attached to a steam-powered piston or an electromagnetic rail gets aircraft up to flight speed as they leave the deck. Aircraft launched by catapults can get airborne and with greater quantities of fuel and ammunition, giving them an advantage over Chinese planes, which rely on their own power when lifting off from the Liaoning's ski-jump. Once an aircraft carrier passes its sea trials, that doesn't mean it's ready for combat. Although the type 001A has successfully left the ship yard, plenty of problems can, and most likely will, arise. In late 2017, the United Kingdom's new aircraft carrier, the HMS Queen Elizabeth, embarrassingly   and needed repairs. In the United States, the USS Gerald R Ford, the US Navy's newest carrier and the most expensive warship ever built at $13 billion, has a host of problems. The Ford was commissioned into the fleet in July 2017, however, a January 2018 report from the Pentagon's Operational Test and Evaluation Office says the 100,000-ton warship is plagued with troubles in critical systems, including its catapults that launch planes, the arresting gear which catches them upon landing, and its radar. Those deficiencies \"make the ship more vulnerable to attack, or create limitations during routine operations,\" the report said. Other problems are more mundane, but show just how many things have to be ironed out in a new warship: The test office report says the Ford is expected to be short of spaces for its crew to sleep. China may still be a long way from presenting a global challenge to the US Navy, but as a regional power its military program is moving fast. With a military budget in 2018 of $175 billion dollars,  , the Chinese military is pushing ahead rapidly with its modernization drive. Between 2010 and 2017, the Chinese Navy increased its complement of ships from 210 to 320, Boston College professor of political science Robert Ross told CNN, including another 18 in 2016 alone. By comparison, the active US fleet currently sits at approximately 272 ships, he said. Meanwhile, the PLA has begun work on its third aircraft carrier, according to  , which is rumored to employ a more advanced launch system different from the ski-jump. \"The US Navy and the capability for the US Navy will still be superior to the Chinese Navy in 10 years, but the size of the Chinese fleet will be larger and they'll have closed the gap in technology and training,\" Ross said. China has made no secret of its desire to build   which could operate around the world.  \"If you look at China's acquisitions of facilities in the Indian Ocean and in Eastern Africa, they're quickly developing the capability to maintain a naval presence in distant waters,\" Ross said. Still, the main focus of the PLA Navy in the near future is expected to be dominating the waters around the Chinese mainland, including the South China Sea.  China is fortifying islands in the region with facilities that could host military aircraft, creating what some experts have called \"unsinkable aircraft carriers.\" Last week, US intelligence assessed that there is a high probability   to three artificial islands there during recent military drills. Compared to the rest of the Asia region, Ross said, only Japan can currently equal the Chinese navy and even then they probably only had about five years before they too would be surpassed."},
{"title": "India the most dangerous country to be a woman, US ranks 10th in survey", "content": "In April, thousands of protesters took to the streets to demand better protection for women, in some of the largest mass demonstrations held in the country since the rape and murder of a female college student in Delhi in 2012. India has long grappled with the issue of sexual violence. In the months following the 2012 case, the central government moved to pass legislation increasing penalties for sexual assault, rape, and sexual abuse, including extending prison sentences and introducing the death penalty. But despite the introduction of stricter laws,  , according to the National Crime Records Bureau, with nearly 39,000 alleged attacks reported in 2016, an increase of 12% from the previous year. The foundation's survey was conducted after the #MeToo campaign emerged in October 2017. The large number of women alleging sexual misconduct since then is the reason the US has been included on the list. \"The United States shot up in the rankings after tying joint third with Syria when respondents were asked which was the most dangerous country for women in terms of sexual violence including rape, sexual harassment, coercion into sex and the lack of access to justice in rape cases. It was ranked sixth for non-sexual violence,\" according to the foundation. War-torn Afghanistan ranked second, as the worst country for non-sexual violence against women, which includes conflict-related violence and domestic abuse. It also ranked second worst for access to healthcare and access to economic resources and discrimination. Syria, where a war has raged for more than seven years, ranked third on the list. The country is considered the second-most dangerous in terms of sexual violence and access to healthcare. Syria also tied for third with the United States in terms of sexual violence and harassment. The Thomson Reuters Foundation held a similar survey seven years ago, and found Afghanistan, Democratic Republic of Congo, Pakistan, India and Somalia to the be the five most dangerous countries for women. \"World leaders vowed three years ago to eliminate all forms of violence and discrimination against women and girls by 2030, allowing them to live freely and safely to participate equally in political, economic and public life. But despite this pledge it is estimated that one in three women globally experience physical or sexual violence during their lifetime,\" the foundation said.  \"Child marriage is still rife, with almost 750 million women and girls married before their 18th birthday, resulting in teen pregnancies that can put their health at risk and limiting schooling and opportunities.\" That India had moved to the top of poll showed not enough was being done to protect the rights of women, argued experts.  \"India has shown utter disregard and disrespect for women ... rape, marital rapes, sexual assault and harassment, female infanticide has gone unabated,\" Manjunath Gangadhara, an official at the Karnataka state government in southwest India, told the Thomson Reuters Foundation.  \"The (world's) fastest growing economy and leader in space and technology is shamed for violence committed against women,\" added Gangadhara.   The issue of sexual violence has put pressure on Indian Prime Minister Narendra Modi's ruling Bharatiya Janata Party (BJP), who opponents accuse of failing to properly address the issue of violence against women.  \"While our PM tiptoes around his garden making Yoga videos, India leads Afghanistan, Syria & Saudi Arabia in rape & violence against women,\" tweeted Rahul Gandhi, President of the Indian National Congress, referencing Modi's .  \"What a shame for our country!\" Modi, who will seek reelection next year, spoke out against sexual violence in April, asserting that rape \"is a matter of great concern for the country.\"  That same month, his Cabinet passed an executive order introducing the death penalty for rapists of children under the age of 12. "},
{"title": "From India to Russia: A cyclist's dream of meeting Argentina's Lionel Messi", "content": "\"This trip turned me in to a better human being, made me more humble,\" he told CNN Sport. \"Every day is different, you meet new people, you see new landscapes.\" Francis once worked as a software engineer, at least that was until he realized how much he loved to travel. In 2014 he quit his job to take up part-time teaching so he had more time to visit new places. \"I realized I had a passion for traveling, so I thought I needed a job where I can work for six months and travel for six months. I like teaching as well, so I gave it a try,\" he said. In the first year of quitting his job, Francis traveled around India, to Myanmar, Thailand, Laos and Cambodia. Traveling and discovering new places isn't his only passion though -- there's football and of course, Messi too. \"The way he plays the game is like writing a poem,\" he says. Eyeing the start of the World Cup, Francis decided to combine his two great loves with his plan to cycle to Russia. Since leaving India, he's now been on the road for more than four months. \"I was planning for a journey that I would remember and it could inspire people. So I combined my passion of traveling by cycle and football. I thought it was the perfect blend.\" He says his bike set him back $700, and another $1,000 was required for his journey. It's been an eventful and eye-opening journey, he tells CNN, as he cruised through cities, small towns and villages. Everywhere, he says, he was made to feel welcome by complete strangers -- with Bollywood becoming a frequent ice-breaker, especially in Iran and Azerbaijan. \"When they figure out that I am from India, they ask me how is Salman Khan, Raj Kapoor, Mithun Chakraborty. They are big fans of Mithun Chakraborty. They like Hrithik Roshan as well,\" he says, naming the various stars who have come up in his conversations. He says that his this trip has broadened his horizons, that people regardless of where they came from, despite the language barriers, were nice to him.  \"In the countryside people don't speak English, so it was a little hard for me to communicate, but I was able to manage after a few days,\" he says of his time in Azerbaijan. Francis entered Russia via the restive Russian Republic of Dagestan. Though he was worried about his safety when he first got there, he says he soon changed his mind.  \"When I went there, people invited me over to their homes,\" he tells CNN. \"People everywhere were nice, regardless of country politics, they are normal humans, they have the same emotions and feelings.\" \"I don't know why people showed that much love to me,\" he said. \"I was a strange man in their country and they just took care of me, they treated me like their own son, gave me food and everything. I feel that when I go back home I should do the same.\"  On June 26 he's heading to watch France play Denmark in Moscow. \"It's my first time, watching a World Cup match live, so I am very excited for it. I want to feel the World Cup festive mood and celebrate it.\" But what he really wants is a chance to meet his football hero. In fact, he's been so preoccupied with meeting Messi that he hasn't even worked out when or how he's going to get back to his homeland.  \"I am not sure about that, my budget is almost over ... I don't have any exact plan, that's the thrill you know?\" Once he finally arrives back in India, he says he is going to start saving money to travel to Tokyo for the 2020 Olympics. And how does he plan to reach Japan? On his bike, of course. \"It is the healthiest way to travel.\""},
{"title": "Babies were stolen from Spanish mothers and given to Franco allies; the first trial over the scandal is underway", "content": "\"I never gave a girl to anybody,\" he told a panel of three judges when asked about Madrigal's case. He said the midwives and their assistants registered the births at the clinic. He denied forging any birth certificates. Demonstrators outside the courtroom called for justice, including one woman wearing a T-shirt reading: \"I'm searching for my child, born in April 1976, in Cadiz.\" Another pushed a stroller carrying a sign with a question mark on it.  The woman who adopted Madrigal -- Ines Perez, who died two years ago -- had told CNN in 2012 that Vela gifted her the baby. Vela denies any involvement in \"stealing\" Madrigal, and is seeking a full acquittal, court documents show. Evidence is growing that babies were removed, at first during the Franco era from families seen as Republicans and given to others loyal to the fascist regime. Some are believed to have been sold. The issue only came to light in 2011, when friends Juan Luis Moreno and Antonio Barroso publicly shared their stories, saying their fathers had bought them as children from a priest in the Spanish city of Zaragoza. Madrigal has brought Vela to court, and hopes that her case shines a light on the many others that have gone ignored. \"I am not expecting that Eduardo Vela will tell me who my mother is, I know that is almost impossible,\" Madrigal told CNN. \"But I do hope for a favorable sentence that can open the door to do something about the statute of limitations, which is blocking many complaints.\" Many of the allegations related to the stolen babies have failed to reach the courts as some of the alleged crimes have passed the statute of limitations. At least 2,000 official cases of stolen children have been filed with Spanish prosecutors, but some victims' groups believe there could be tens of thousands more. Madrigal was taken in by Perez in 1969. Perez told her daughter of her origins when she turned 18, and always supported her in her mission to find her birth mother. She died two years ago at the age of 93. \"It's a shame that my mother is not alive to see this moment,\" Madrigal said of Perez. When she was alive, Perez told CNN in 2012 that Madrigal was given to her as a gift from Vela for having looked after a boy, and denied ever paying for Madrigal.  \"They didn't give me flowers or money. They gave me a baby girl,\" she said. On the day Madrigal was born, Vela called Perez to the maternity clinic where he worked for a \"surprise,\" she had said.   When she arrived, he placed a newborn baby in her arms and handed her a falsified birth certificate, Perez claimed. The baby was small, born premature, she said. Vela has for years denied any wrongdoing in Madrigal's case. He has claimed in the past that he only helped women who wanted to put their children up for adoption and never pressured any mother to do so.  Vela is not the only person who has been named in connection with Spain's stolen babies. A nun,  , accused of snatching an infant from her birth mother and putting the child up for an illegal adoption in 1982. She appeared in court as a suspect but died just days before her trial officially opened. One day after her appearance in court, Gomez issued a statement denying the allegations saying they were deeply disgusting and that she had never known a single case of a newborn being taken from a mother through coercion or threats. She had flatly refused to testify and was jeered as she stepped outside the court."},
{"title": "India sees sharp fall in heat wave deaths ", "content": "Taking a proactive approach, the National Disaster Management Authority launched a series of initiatives in summer 2016 to turn the situation around. Roofs were painted white to reduce heat absorption; state governments adjusted working hours to avoid exposure during extreme hot weather periods; drinking water kiosks were opened, supplied by water tankers; and special shelters were opened for the homeless, according to V. Thiruppugazh, the authority's joint secretary. Hospitals were also stocked with rehydration solution and other supplies to assist those with heatstroke.  \"Deaths have come down also because we have tightened the surveillance system through integrated disease surveillance projects,\" Thiruppugazh said. Especially vulnerable people who were known to be in poor health were monitored closely. The number of people known to have fallen ill because of extreme temperatures has come down from almost 40,000 cases in 2017 to a little over 1,000 in 2018.  Aggressive advertising campaigns reiterate common-sense measures like staying hydrated or covering one's head before venturing outdoors during daytime, through posters as well as social media platforms using the hashtag #BeatTheHeatIndia.   \"Research shows that initiatives [such as those taken by the disaster management agency] play an important role in reducing heat-related deaths,\" said Hem Dholakia of the Council of Energy, Environment and Water in India. These initiatives may not, however, be the sole reason for the decrease in the number of deaths. \"Heat wave patterns (intensity, duration and number of heat wave episodes) across two years could be very different,\" he said. \"Apart from climate change patterns, these factors are affected by a natural variability.\" The death toll from heat waves has remained low this season, even in the southern states of Andhra Pradesh and Telangana, which are typically the hardest-hit. With the end of the heat wave season fast approaching, the number is expected to stay low for the rest of the year. Though the palpable effects of climate change are apparent every day in the form of floods, landslides and an increase in temperatures around the world, even minor efforts like these will save lives in India, a  states. \"A lot of activities were undertaken. Everybody joined in, and it became a movement,\" Thiruppugazh said. "},
{"title": "Entire police force of Mexico town detained after mayoral candidate's assassination", "content": "Juarez was one of two aspiring politicians killed in the western state of Michoacán in less than 24 hours. Omar Gomez Lucatero, an independent candidate for mayor of Agulilla, was shot dead on Wednesday afternoon. The Mexico Attorney General's Office said it is leading the investigations into the two candidates' deaths. "},
{"title": "Italy's Matteo Salvini says being called a populist is 'a compliment' ", "content": "Salvini, the 45-year-old leader of the League party -- the junior partner in Italy's new anti-establishment coalition government -- has taken a hard line on immigration since entering office.  In recent weeks he has closed Italy's ports to foreign-flagged ships that have rescued migrants from the Mediterranean Sea and provoked outrage by announcing plans to conduct a census of Italy's Roma ethnic group. His radical stance has ignited a war of words between Europe's political leaders over who should shoulder the burden of migrants trying to reach the continent.  On Wednesday, he criticized his European Union counterparts for failing to act on the crisis, a day before leaders gather once again to discuss the bloc's approach to migration. Salvini said Italy had done \"more in the last couple of months than years of talk\" by European leaders had achieved on the immigration issue.  He also took aim at French President Emmanuel Macron, who criticized Salvini's rejection of migrant ships as cynical and irresponsible this month,  \"Macron talks about values, but he doesn't recognize the values itself, and therefore they have no lessons to give to Italy,\" Salvini told CNN.  \"With nice words we never obtained anything. In this month of government with our actions, we managed to be listened to -- the Spanish intervened, Malta must intervene, and so do the French, the German, the Dutch. ... It's clear that we need a different kind of politics,\" Salvini said.  \"We need to revisit the Dublin rules, we need to invest in Africa. But I think we obtained more in this month than in the previous six years of chatter,\" he added.  EU countries are bound by the Dublin Regulation, which requires asylum seekers to be registered in the first European country they enter -- regardless of whether they entered legally or otherwise. The regulation has been criticized by Italy and Greece, the landing points for many immigrants.   While Salvini has come under fire for his immigration stance, he has not suffered political fallout back home. Many Italians are exasperated by Europe's fractured response to the crisis, and polls have shown a majority of Italians support the new government's hard-line migration policy.   Salvini told CNN on Wednesday that other European countries needed to do more to help but said he was optimistic about finding a solution to the immigration issue. \"I am tired of ... the dead on the bottom of the Mediterranean, and that other countries are not doing what Italy has done over the last years. Numbers speak -- none of the other European countries did even half of what Italy did. (German Chancellor Angela) Merkel said Italy cannot be left alone. The Spanish and French, everyone speaks of generosity -- let them put that in practice.\" He said Italy's objective was to stay in Europe, with \"changing some of the rules to the advantage of Italian citizens.\"  The new interior minister added: \"Europe was born as a good project. I would like it to go back to the identity of the European Community, a community of equals that respect each other, that respect each state's sovereignty.\"  Salvini said Europe needed to strike deals with the countries from where migrants originate, describing such a setup as less costly than hosting migrants in reception centers on the continent.  \"Nobody has a magic wand -- the objective here is to have fewer landings than last years, because the more we reduce them, we will work better on the problem,\" he said.  Salvini's approach to redirect migrant arrivals appears to being paying off after   hundreds who had been stranded on the German rescue vessel Lifeline for nearly a week. Both Italy and Malta had initially closed their ports to the boat, carrying 233 people who had been rescued Thursday off Libya's coast. It was the third instance this month of a rescue ship being forced to drift for days in the Mediterranean as states wrangled over responsibility. After more than a week at sea earlier this month, the Aquarius, which was carrying more than 600 migrants, eventually went to Spain after Salvini refused to allow the ship to dock. As conditions on board Lifeline deteriorated and the weather worsened, Maltese Prime Minister Joseph Muscat relented. Muscat said the ship will be impounded and migrants sent to seven EU countries, including Malta, Italy, France, Luxembourg, the Netherlands, Portugal and Ireland. Earlier in the week, Italian authorities allowed 108 people rescued by the Danish cargo ship Alexander Maersk to disembark in Sicily after a four-day standoff. It remains unclear why the Alexander Maersk was allowed to dock in an Italian port while access was still being denied to Lifeline."},
{"title": "Prince William staying in same Jerusalem hotel room as Trump did", "content": "Security will be tight during William's visit, with everyone entering the hotel being screened, and all journalists relegated to the nearby sister hotel the Dan Panorama, Ritz added. The hotel director told CNN that William will be staying in a suite usually costing $5,500 for regular guests, but offered at a discounted price for diplomatic visitors. CNN has also learned from a source close to the royal that it is the exact same suite occupied by Trump during his official tour earlier this year. Every effort has been made to accommodate the Prince's tastes, with tea and silver tea strainers specially flown in from Britain. \"In Israel you can't really get silver tea strainers, and it has to be silver, not aluminum,\" Ritz told CNN, hastening to add that the prince had not asked for the silver strainer, but rather the hotel had taken it upon itself to provide one.  He said scones with clotted cream and strawberry jam had also been provided. But given the uniquely British debate over whether cream or jam should be applied first, staff thought it best to leave both condiments on the side and let the Prince decide. Indeed, Ritz even underwent royal etiquette training at the British Embassy weeks before the Prince's arrival.  \"So for instance the first time you meet him you say 'Welcome Your Royal Highness,' then after that you call him 'Sir,'\" Ritz told the Jewish News Online. \"We were told you shouldn't put your hand out to welcome him -- you have to let him initiate the handshake.\" Since it was opened in the 1930s, the hotel has hosted many famous guests, including previous US President Barack Obama, Russian President Vladimir Putin, German Chancellor Angela Merkel, and Prince William's father Prince Charles twice -- though not on an official tour.   In 1946, the hotel, which housed officials from the British mandate -- at that time the ruling power in pre-1948 Palestine -- was also bombed by Zionist militias, killing 91 people.  William kicked off his historic tour of the region on Tuesday with a visit to the Yad Vashem Holocaust Museum in Jerusalem, where he spoke with survivors and laid a wreath at the Hall of Remembrance. He then met Israeli Prime Minister Benjamin Netanyahu, as well as President Reuven Rivlin. Later he was due to attend a local football game in Jaffa. On Wednesday, he will meet with Palestinian Authority President Mahmoud Abbas in Ramallah, in the West Bank. The following day, William will visit Jerusalem's Mount of Olives, which has a view across the Old City, as well as the Church of St. Mary Magdalene in the Garden of Gethsemane, where his great-grandmother, Princess Alice -- Prince Philip's mother -- is buried."},
{"title": "8-year-old girl clings to her mom as they talk about fears of separation", "content": "They made it out of Honduras, walked and rode buses through Guatemala and then crossed the Suchiate River into Mexico, with plans to continue to the United States.  But for Kensi, there was more fear ahead.  A few days ago, her mom explained to her that they could be separated by US officials. She'd seen videos of what had been happening to families, including those who wanted to claim asylum.  Even hearing her mother talk about it now seems to scare Kensi. She hugs her mom, clinging to her.  And while   from their parents if they are caught crossing the border without permission, the fear remains. For now, Kensi and Ana Hernandez say they plan to stay in Mexico rather than continue north, but they hope to eventually reach a friend in the state of Georgia.  \"It's just all so confusing, I don't know what to do,\" said Hernandez, 34, who says she is four months pregnant.  They are staying in a shelter for migrants in the southern Mexican border town of Tapachula, sleeping together in one bed.  As other migrant children giggle and kick a soccer ball around, confusion reigns among the adults.  Marjory Flores, 24, cries as she describes how she is now alone with her three children after leaving everything and everyone else she has in Honduras.  She doesn't know if she will continue her journey to the United States, where she says she  wants to work to give her children a chance to get an education and a better life. She heard   crying out for their mami and papi and was saddened by them. But she knows she cannot go back.  \"They would kill us.\" "},
{"title": "How bad is it in the countries these families are fleeing? This bad", "content": "As the second-poorest country in Central America, Honduras \"suffers from extraordinarily unequal distribution of income\" and rampant underemployment, the CIA World Factbook says.  Widespread gang violence fuels instability and suffering. Criminals have extorted Hondurans into paying an arbitrary \"war tax\" for their survival, and those who can't pay often are killed.   \"There are no jobs, no justice, no laws in Honduras,\" said 32-year-old Karen Gallo, who sought asylum in 2018  .  Some migrants were   in Honduras. Nikolle Contreras said she suffered \"discrimination because of my sexuality, lack of work, discrimination within my own family for being gay and worse, for being a trans person.\" $3,920   \"El Salvador is beset by one of the world's highest homicide rates and pervasive criminal gangs,\" the CIA World Factbook says.  One 38-year-old migrant said she understands not everyone would welcome her to the United States.  \"But I don't have an option,\" she told CNN. \"If I stay in El Salvador, I'm going to be killed.\" In recent decades, poor economic conditions and natural disasters also have contributed to Salvadorans fleeing to the United States. $3,790   : Almost half of Guatemalan children under age 5 are chronically malnourished -- \"one of the highest malnutrition rates in the world,\" the CIA World Factbook says.  \"Guatemalans have a history of emigrating legally and illegally to Mexico, the United States and Canada because of a lack of economic opportunity, political instability and natural disasters.\" More than half of the country lives in poverty, and 23% lives in   -- meaning people survive on less than $1.25 a day."},
{"title": "Bodies found in Colombia may be those of missing journalists", "content": "Colombian and Ecuadorian authorities believe they were abducted and killed by an offshoot of the guerrilla group FARC, or the Revolutionary Armed Forces of Colombia. Colombian Defense Minister Luis Carlos Villegas said in a tweet the bodies were found in the south of the country and that forensic examinations were taking place in Cali.   Ecuadorian authorities and relatives of the journalists have traveled to Cali to \"participate in the process of analysis and recognition of the remains found,\" Ecuador's National Secretary of Communication office said."},
{"title": "Tour de France Fast Facts", "content": "There have been four cyclists who have won the Tour five times: Jacques Anquetil of France (1957 and 1961-1964) Eddy Merckx of Belgium (1969-1972 and 1974) Bernard Hinault of France (1978-1979, 1981-1982, and 1985) Miguel Indurain of Spain (1991-1995), the first competitor to win five consecutive races.  held the record for most Tour de France wins (seven), but he was stripped of those wins in 2012.  France has won more times than any other country. (36) Three Americans have won: Greg LeMond (1986, 1989, 1990), Armstrong (1999, 2000, 2001, 2002, 2003, 2004, 2005) and Floyd Landis (2006). Both Armstrong and Landis have had their titles stripped due to  The winner of the race is the person with the overall shortest accumulated time. Ten, six and four second bonuses are awarded to the top three riders at the end of road stages, excluding the individual and team time trials.   to the first three riders to cross predetermined markers in the first nine stages (excluding time trials). There are two rest days.  -- \"maillot jaune\" -- Overall leader of the race. The yellow jersey was introduced into the race in 1919, most likely because the race's sponsor was a French newspaper (formerly L'Auto, now L'Equipe) that printed on distinctive yellow paper.  -- \"maillot à pois rouge\" -- Worn by the cyclist with the best accumulated time in the mountain segments. GREEN -- \"maillot vert\" -- Worn by the points classification leader. Points are awarded for intermediate and final sprints on flat terrain. WHITE -- \"maillot blanc\" -- Worn by the Tour's best rider aged 25 and younger. Henri Desgrange, a reporter and cyclist, creates the Tour de France. Maurice Garin of France is the first cyclist to win the race.  First time the race goes through the Pyrenees. Greg Lemond defeats Laurent Fignon by eight seconds, the smallest margin of victory in the race's history.  Lance Armstrong wins seven times in a row.  The 100th Anniversary of the race, but not the 100th race (the race was canceled 11 times during   and  ). Floyd Landis, winner of the 2006 Tour de France, is stripped of his title when an arbitration panel rules in favor of the USADA (US Anti-Doping Agency). Landis, the first Tour de France winner stripped of the title, initially maintained his innocence but later admitted to doping and accused others, including Armstrong, of doing the same. The International Cycling Union announces that Armstrong is being stripped of his Tour de France titles and is being banned from professional cycling for life.  The International Cycling Union announces that no one will be declared the winner of the Tour de France from 1999-2005, after Armstrong is stripped of his titles. "},
{"title": "Migrant rescue ship Lifeline to dock in Malta after being stranded for five days in the Mediterranean", "content": "\"These are extremely limited quantities, but that is how it will function, this European solidarity,\" he said. Speaking at a news conference at the Vatican's French embassy, Macron added, \"We are facing a migration situation that no one can fix alone. If we look at the reality of things, we cannot just speak of a 'migration crisis.' It is a European political crisis.\" European governments have wrangled for days over who has responsibility for migrants arriving on the continent's southern shores, as conditions on board the ship began to deteriorate.  The issue is particularly sensitive in Germany where Chancellor Angela Merkel   over her welcoming immigration policies, which is threatening to bring her 13-year rule to an end.  who spent time on the Lifeline boat on Sunday, tweeted the deal with Malta is dependent on Germany saying yes to taking some of the migrants.  One asylum seeker was evacuated from the Lifeline overnight with a hernia, according Sea Watch, another German NGO that operates in the Mediterranean. A number of others have medical conditions, Sea Watch said, including an asylum seeker with a lung injury sustained in Libya. The Lifeline, operated by German NGO Mission Lifeline, has faced repeated accusations from the anti-immigrant Italian Interior Minister Matteo Salvini -- and lately also from the Italian Deputy Prime Minister Luigi di Maio -- that it is sailing under a \"fake flag.\" According to the International Maritime Organization, the Lifeline sails under a Dutch flag, supporting Lifeline's claim that the ship is correctly registered in the Netherlands. The Maltese prime minister has blamed the deadlock on the ship's captain, who allegedly ignored instructions from the Italian authorities. The Maltese government repeated that accusation in the statement published Tuesday, which promised \"investigations and possible action taken in regards to the MV Lifeline.\" Ruben Neugebauer, spokesman for Sea Watch, which is helping to coordinate Mission Lifeline, rejected that claim Tuesday. \"We insist, the Lifeline captain has followed the rules.,\" he said. \"The only ones to be investigated are the European governments.\" Salvini has also indicated his intention to seize the vessel if it docks in Italy. On Monday, he seemed to expand on that threat. Speaking during a visit to Libya, Salvini said, \"No matter where it will dock, I think this ship should be seized and the crew arrested.\" Earlier, Italian authorities allowed 108 people rescued by the Danish cargo ship Alexander Maersk to disembark in Sicily after a four-day standoff. It remains unclear why the Alexander Maersk was allowed to dock in an Italian port while access was still being denied to the NGO ship.  Roberto Ammutuna, the Mayor of Pozzallo, the port town where the Maersk's migrants were disembarked, told CNN that he had issued a direct appeal to the Italian Interior Ministry to allow the ship to dock in Pozzallo for humanitarian reasons. The ministry did not respond to a request for comment. In a re-run of the   two weeks ago, the Lifeline has been stranded in international waters near the coast of Malta since Friday after rescuing hundreds of migrants near Libya Thursday. Following Salvini's lead, Malta, the Netherlands and Spain have all refused permission for the ship to dock since it first announced the rescue. Malta has been giving supplies to the stranded vessel, according to Malta's Ambassador to Italy, Vanessa Frazier. Its armed forces affected the medical evacuation Monday night, the Maltese Ministry for Home Affairs and National Security confirmed in a statement. Shortly after the agreement was announced Tuesday, Mission Lifeline, the German NGO operating the vessel, , posting a screenshot of the news from a German website. \"For days we have had to read about what is happening with us on Twitter. Hardly a single direct message. We are glad about the Maltese support, but we now need EU states to take in these people.\" EU leaders are deeply divided on how to deal with migrants arriving from the south and east. At an informal EU summit on immigration in Brussels on Sunday, Merkel appeared keen to manage expectations that European leaders could reach a broad agreement on migration.  Countries will need to work on bilateral and trilateral deals with one another instead of waiting for all 28 EU member countries to reach an agreement, Merkel told journalists. Last year  to halting migration across the Mediterranean from North Africa, backing the Libyan Coast Guard's rescue efforts and cracking down on NGOs operating off the country's coast. Salvini is now intensifying efforts to prevent sea crossings entirely. During a visit to the Libyan capital Tripoli Monday, Salvini reiterated a proposal made by several right-wing European leaders since migration levels first spiked in 2015, suggesting that reception centers for migrants and asylum seekers should be set up in African countries on the Libya border,  . He later identified Niger, Mali, Chad and Sudan as possible locations, Reuters reported. While in Tripoli, he visited a similar center, run with the support of the UN's Refugee Agency, and praised its work, adding, \"this dismantles all the lies and rhetoric according to which in Libya tortures take place and civil rights are denied.\" Humanitarian organizations have repeatedly warned of the dangers faced by migrants in Libya -- including violence and labor exploitation -- and last November, , where migrants are bought and sold for as little as $400."}
]